{"fields":[{"id":1,"name":"Название","showInDetals":false,"showInPopper":true,"showInGrid":true,"searchable":true,"filterable":false,"showInHeader":true,"type":"text"},{"id":2,"name":"Описание","showInDetals":true,"showInPopper":false,"showInGrid":false,"searchable":false,"filterable":false,"showInHeader":false,"type":"text"}],"groups":[{"id":1,"name":"ИАФ (Идентификация и аутентификация)"},{"id":2,"name":"УПД (Управление доступом)"},{"id":3,"name":"ОПС (Ограничение программной среды)"},{"id":4,"name":"ЗНИ (Защита машинных носителей информации)"},{"id":5,"name":"АУД (Аудит безопасности)"},{"id":6,"name":"АВЗ (Антивирусная защита)"},{"id":7,"name":"СОВ (Предотвращение вторжений (компьютерных атак))"},{"id":8,"name":"ОЦЛ (Обеспечение целостности)"},{"id":9,"name":"ОДТ (Обеспечение доступности)"},{"id":10,"name":"ЗТС (Защита технических средств и систем)"},{"id":11,"name":"ЗИС (Защита информационной (автоматизированной) системы и ее компонентов)"},{"id":12,"name":"ИНЦ (Реагирование на компьютерные инциденты)"},{"id":13,"name":"УКФ (Управление конфигурацией)"},{"id":14,"name":"ОПО (Управление обновлениями программного обеспечения)"},{"id":15,"name":"ПЛН (Планирование мероприятий по обеспечению безопасности)"},{"id":16,"name":"ДНС (Обеспечение действий в нештатных  ситуациях)"},{"id":17,"name":"ИПО (Информирование и обучение персонала)"}],"items":[{"id":1,"name":"ИАФ.0","note":"","color":"bg-gray-400","score":0,"groupId":1,"fields":[{"id":1,"value":"Регламентация правил и процедур идентификации и аутентификации"},{"id":2,"value":"В организации должны быть разработаны, задокументированы и донесены до сведения всех заинтересованных лиц:\n\n- политика идентификации и аутентификации, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики идентификации и аутентификации и соответствующих механизмов контроля идентификации и аутентификации.\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за идентификацией и аутентификацией. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. Стратегия управления организационными рисками является одним из ключевых факторов разработки политики и процедур."}],"references":[1,2,3]},{"id":2,"name":"ИАФ.1","note":"","color":"bg-gray-400","score":0,"groupId":1,"fields":[{"id":1,"value":"Идентификация и аутентификация пользователей и инициируемых ими процессов"},{"id":2,"value":"В системе должна обеспечиваться идентификация и аутентификация пользователей, являющихся работниками организации.\n\nПри доступе в систему должна осуществляться идентификация и аутентификация пользователей, являющихся работниками оператора (внутренних пользователей), и процессов, запускаемых от имени этих пользователей, а также процессов, запускаемых от имени системных учетных записей.\n\nК внутренним пользователям в целях настоящего документа, относятся должностные лица оператора (пользователи, администраторы), выполняющие свои должностные обязанности (функции) с использованием информации, информационных технологий и технических средств системы в соответствии с должностными регламентами (инструкциями) утвержденными оператором и которым в информационной системе присвоены учетные записи.\n\nВ качестве внутренних пользователей дополнительно рассматриваются должностные лица обладателя информации, заказчика, уполномоченного лица и (или) оператора иной информационной системы, а также лица, привлекаемые на договорной основе для обеспечения функционирования информационной системы (ремонт, гарантийное обслуживание, регламентные и иные работы) в соответствии с организационно-распорядительными документами оператора и которым в информационной системе также присвоены учетные записи.\n\nПользователи информационной системы должны однозначно идентифицироваться и аутентифицироваться для всех видов доступа, кроме тех видов доступа, которые определяются как действия, разрешенные до идентификации и аутентификации в соответствии с мерой защиты информации УПД.11.\n\nАутентификация пользователя осуществляется с использованием паролей, аппаратных средств, биометрических характеристик, иных средств или в случае многофакторной (двухфакторной) аутентификации - определенной комбинации указанных средств.\n\nВ информационной системе должна быть обеспечена возможность однозначного сопоставления идентификатора пользователя с запускаемыми от его имени процессами.\n\nПравила и процедуры идентификации и аутентификации пользователей регламентируются в организационно-распорядительных документах по защите информации, в соответствии с ИАФ.0."}],"references":[1,2,3]},{"id":3,"name":"ИАФ.2","note":"","color":"bg-gray-400","score":0,"groupId":1,"fields":[{"id":1,"value":"Идентификация и аутентификация устройств"},{"id":2,"value":"В информационной системе до начала информационного взаимодействия (передачи защищаемой информации от устройства к устройству) должна осуществляться идентификация и аутентификация устройств (технических средств).\n\nОператором должен быть определен перечень типов устройств, используемых в информационной системе и подлежащих идентификации и аутентификации до начала информационного взаимодействия.\n\nИдентификация устройств в информационной системе обеспечивается по логическим именам (имя устройства и (или) ID), логическим адресам (например, IP-адресам) и (или) по физическим адресам (например, МАС-адресам) устройства или по комбинации имени, логического и (или) физического адресов устройства.\n\nАутентификация устройств в информационной системе обеспечивается с использованием соответствующих протоколов аутентификации или с применением в соответствии с законодательством Российской Федерации криптографических методов защиты информации.\n\nПравила и процедуры идентификации и аутентификации устройств регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":4,"name":"ИАФ.3","note":"","color":"bg-gray-400","score":0,"groupId":1,"fields":[{"id":1,"value":"Управление идентификаторами"},{"id":2,"value":"Оператором должны быть установлены и реализованы следующие функции управления идентификаторами пользователей и устройств в информационной системе:\n\n- определение должностного лица (администратора) оператора, ответственного за создание, присвоение и уничтожение идентификаторов пользователей и устройств;\n- формирование идентификатора, который однозначно идентифицирует пользователя и (или) устройство;\n- присвоение идентификатора пользователю и (или) устройству;\n- предотвращение повторного использования идентификатора пользователя и (или) устройства в течение установленного оператором периода времени;\n- блокирование идентификатора пользователя после установленного оператором времени неиспользования.\n\nПравила и процедуры управления идентификаторами регламентируются в организационно-распорядительных документах оператора по защите информации.\n"}],"references":[1,2,3]},{"id":5,"name":"ИАФ.4","note":"","color":"bg-gray-400","score":0,"groupId":1,"fields":[{"id":1,"value":"Управление средствами аутентификации"},{"id":2,"value":"Оператором должны быть установлены и реализованы следующие функции управления средствами аутентификации (аутентификационной информацией) пользователей и устройств в информационной системе:\n\n- определение должностного лица (администратора) оператора, ответственного за хранение, выдачу, инициализацию, блокирование средств аутентификации и принятие мер в случае утраты и (или) компрометации средств аутентификации;\n- изменение аутентификационной информации (средств аутентификации), заданных их производителями и (или) используемых при внедрении системы защиты информации информационной системы;\n- выдача средств аутентификации пользователям;\n- генерация и выдача начальной аутентификационной информации (начальных значений средств аутентификации);\n- установление характеристик пароля (при использовании в информационной системе механизмов аутентификации на основе пароля):\n\n- (а) задание минимальной сложности пароля с определяемыми оператором требованиями к регистру, количеству символов, сочетанию букв верхнего и нижнего регистра, цифр и специальных символов;\n- (б) задание минимального количества измененных символов при создании новых паролей;\n- (в) задание максимального времени действия пароля;\n- (г) задание минимального времени действия пароля;\n- (д) запрет на использование пользователями определенного оператором числа последних использованных паролей при создании новых паролей;\n\n- блокирование (прекращение действия) и замена утерянных, скомпрометированных или поврежденных средств аутентификации;\n- назначение необходимых характеристик средств аутентификации (в том числе механизма пароля);\n- обновление аутентификационной информации (замена средств аутентификации) с периодичностью, установленной оператором;\n- защита аутентификационной информации от неправомерных доступа к ней и модифицирования.\n\nПравила и процедуры управления средствами аутентификации (аутентификационной информацией) регламентируются в организационно-распорядительных документах оператора по защите информации.\n"}],"references":[1,2,3]},{"id":6,"name":"ИАФ.5","note":"","color":"bg-gray-400","score":0,"groupId":1,"fields":[{"id":1,"value":"Идентификация и аутентификация внешних пользователей"},{"id":2,"value":"В информационной системе должна осуществляться однозначная идентификация и аутентификация пользователей, не являющихся работниками оператора (внешних пользователей), или процессов, запускаемых от имени этих пользователей.\n\nК пользователям, не являющимся работникам оператора (внешним пользователям), относятся все пользователи информационной системы, не указанные в ИАФ.1 в качестве внутренних пользователей. Примером внешних пользователей являются граждане, на законных основаниях через сеть Интернет получающие доступ к информационным ресурсам портала Государственных услуг Российской Федерации \"Электронного правительства\" или официальным сайтам в сети Интернет органов государственной власти.\n\nПользователи информационной системы должны однозначно идентифицироваться и аутентифицироваться для всех видов доступа, кроме тех видов доступа, которые определяются как действия, разрешенные до идентификации и аутентификации в соответствии с мерой защиты информации УПД.11.\n\nИдентификация и аутентификация внешних пользователей в целях предоставления государственных услуг осуществляется в том числе с использованием единой системы идентификации и аутентификации, созданной в соответствии с постановлением Правительства Российской Федерации от 28 ноября 2011 г. N 977.\n\nПравила и процедуры идентификации и аутентификации пользователей регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":7,"name":"ИАФ.6","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":1,"fields":[{"id":1,"value":"Двусторонняя аутентификация"},{"id":2,"value":"В информационной системе должна осуществляться идентификация и аутентификация объектов файловой системы, запускаемых и исполняемых модулей, объектов систем управления базами данных, объектов, создаваемых прикладным и специальным программным обеспечением, иных объектов доступа."}],"references":[]},{"id":8,"name":"ИАФ.7","note":"","color":"bg-gray-400","score":0,"groupId":1,"fields":[{"id":1,"value":"Защита аутентификационной информации при передаче"},{"id":2,"value":"В информационной системе должна осуществляться защита аутентификационной информации в процессе ее ввода для аутентификации от возможного использования лицами, не имеющими на это полномочий.\n\nЗащита обратной связи \"система - субъект доступа\" в процессе аутентификации обеспечивается исключением отображения для пользователя действительного значения аутентификационной информации и (или) количества вводимых пользователем символов аутентификационной информации. Вводимые символы пароля могут отображаться условными знаками\"*\", \" \" или иными знаками.\n"}],"references":[1,2,3]},{"id":9,"name":"УПД.0","note":"","color":"bg-gray-400","score":0,"groupId":2,"fields":[{"id":1,"value":"Регламентация правил и процедур управления доступом"},{"id":2,"value":"В организации должны быть разработаны, задокументированы и донесены до сведения всех заинтересованных лиц:\n\n- политика управления доступом, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики идентификации и аутентификации и соответствующих механизмов контроля идентификации и аутентификации.\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за управлением доступом. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. Стратегия управления организационными рисками является одним из ключевых факторов разработки политики и процедур.\n"}],"references":[2,1,3]},{"id":10,"name":"УПД.1","note":"","color":"bg-gray-400","score":0,"groupId":2,"fields":[{"id":1,"value":"Управление учетными записями пользователей"},{"id":2,"value":"Оператором должны быть установлены и реализованы следующие функции управления учетными записями пользователей, в том числе внешних пользователей:\n\n- определение типа учетной записи (внутреннего пользователя, внешнего пользователя; системная, приложения; гостевая (анонимная), временная и (или) иные типы записей);\n- объединение учетных записей в группы (при необходимости);\n- верификацию пользователя (проверка личности пользователя, его должностных (функциональных) обязанностей) при заведении учетной записи пользователя;\n- заведение, активация, блокирование и уничтожение учетных записей пользователей;\n- пересмотр и, при необходимости, корректировка учетных записей пользователей с периодичностью, определяемой оператором;\n- порядок заведения и контроля использования гостевых (анонимных) и временных учетных записей пользователей, а также привилегированных учетных записей администраторов;\n- оповещение администратора, осуществляющего управление учетными записями пользователей, об изменении сведений о пользователях, их ролях, обязанностях, полномочиях, ограничениях;\n- уничтожение временных учетных записей пользователей, предоставленных для однократного (ограниченного по времени) выполнения задач в информационной системе;\n- предоставление пользователям прав доступа к объектам доступа информационной системы, основываясь на задачах, решаемых пользователями в информационной системе и взаимодействующими с ней информационными системами.\n\nВременная учетная запись может быть заведена для пользователя на ограниченный срок для выполнения задач, требующих расширенных полномочий, или для проведения настройки, тестирования информационной системы, для организации гостевого доступа (посетителям, сотрудникам сторонних организаций, стажерам и иным пользователям с временным доступом к информационной системе).\n\nПравила и процедуры управления учетными записями пользователей регламентируются в организационно-распорядительных документах оператора по защите информации.\n"}],"references":[1,2,3]},{"id":11,"name":"УПД.2","note":"","color":"bg-gray-400","score":0,"groupId":2,"fields":[{"id":1,"value":"Реализация модели управления доступом"},{"id":2,"value":"В информационной системе для управления доступом субъектов доступа к объектам доступа должны быть реализованы установленные оператором методы управления доступом, назначены типы доступа субъектов к объектам доступа и реализованы правила разграничения доступа субъектов доступа к объектам доступа.\n\nМетоды управления доступом реализуются в зависимости от особенностей функционирования информационной системы, с учетом угроз безопасности информации и должны включать один или комбинацию следующих методов:\n\n- дискреционный метод управления доступом, предусматривающий управление доступом субъектов доступа к объектам доступа на основе идентификационной информации субъекта и для каждого объекта доступа - списка, содержащего набор субъектов доступа (групп субъектов) и ассоциированных с ними типов доступа;\n- ролевой метод управления доступом, предусматривающий управление доступом субъектов доступа к объектам доступа на основе ролей субъектов доступа (совокупность действий и обязанностей, связанных с определенным видом деятельности);\n- мандатный метод управления доступом, предусматривающий управление доступом субъектов доступа к объектам доступа на основе сопоставления классификационных меток каждого субъекта доступа и каждого объекта доступа, отражающих классификационные уровни субъектов доступа и объектов доступа, являющиеся комбинациями иерархических и неиерархических категорий.\n\nТипы доступа должны включать операции по чтению, записи, удалению, выполнению и иные операции, разрешенные к выполнению пользователем (группе пользователей) или запускаемому от его имени процессу при доступе к объектам доступа.\n\nПравила разграничения доступа реализуются на основе установленных оператором списков доступа или матриц доступа и должны обеспечивать управление доступом пользователей (групп пользователей) и запускаемых от их имени процессов при входе в систему, доступе к техническим средствам, устройствам, объектам файловой системы, запускаемым и исполняемым модулям, объектам систем управления базами данных, объектам, создаваемым прикладным и специальным программным обеспечением, параметрам настройки средств защиты информации, информации о конфигурации системы защиты информации и иной информации о функционировании системы защиты информации, а также иным объектам доступа.\n\nПравила разграничения доступа регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":12,"name":"УПД.3","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":2,"fields":[{"id":1,"value":"Доверенная загрузка"},{"id":2,"value":"В информационной системе должно обеспечиваться исключение несанкционированного доступа к программным и (или) техническим ресурсам средства вычислительной техники информационной системы на этапе его загрузки.\n\nДоверенная загрузка должна обеспечивать:\n\n- блокирование попыток несанкционированной загрузки нештатной операционной системы (среды) или недоступность информационных ресурсов для чтения или модификации в случае загрузки нештатной операционной системы;\n- контроль доступа пользователей к процессу загрузки операционной системы;\n- контроль целостности программного обеспечения и аппаратных компонентов средств вычислительной техники.\n\nВ информационной системе применяется доверенная загрузка на разных уровнях (уровня базовой системы ввода-вывода, уровня платы расширения и уровня загрузочной записи).\n\nПравила и процедуры обеспечения доверенной загрузки средств вычислительной техники регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2]},{"id":13,"name":"УПД.4","note":"","color":"bg-gray-400","score":0,"groupId":2,"fields":[{"id":1,"value":"Разделение полномочий (ролей) пользователей"},{"id":2,"value":"Оператором должно быть обеспечено разделение полномочий (ролей) пользователей, администраторов и лиц, обеспечивающих функционирование информационной системы, в соответствии с их должностными обязанностями (функциями), фиксирование в организационно-распорядительных документах по защите информации (документирование) полномочий (ролей) пользователей, администраторов и лиц, обеспечивающих функционирование информационной системы, и санкционирование доступа к объектам доступа в соответствии с разделением полномочий (ролей).\n\nДоступ к объектам доступа с учетом разделения полномочий (ролей) обеспечивается в соответствии с УПД.2.\n"}],"references":[1,2,3]},{"id":14,"name":"УПД.5","note":"","color":"bg-gray-400","score":0,"groupId":2,"fields":[{"id":1,"value":"Назначение минимально необходимых прав и привилегий"},{"id":2,"value":"Оператором должно быть обеспечено назначение прав и привилегий пользователям и запускаемым от их имени процессам, администраторам и лицам, обеспечивающим функционирование информационной системы, минимально необходимых для выполнения ими своих должностных обязанностей (функций), и санкционирование доступа к объектам доступа в соответствии с минимально необходимыми правами и привилегиями.\n\nОператором должны быть однозначно определены и зафиксированы в организационно-распорядительных документах по защите информации (задокументированы) роли и (или) должностные обязанности (функции), также объекты доступа, в отношении которых установлен наименьший уровень привилегий. Доступ к объектам доступа с учетом минимально необходимых прав и привилегий обеспечивается в соответствии с УПД.2.\n"}],"references":[1,2,3]},{"id":15,"name":"УПД.6","note":"","color":"bg-gray-400","score":0,"groupId":2,"fields":[{"id":1,"value":"Ограничение неуспешных попыток доступа в информационную (автоматизированную) систему"},{"id":2,"value":"В информационной системе должно быть установлено и зафиксировано в организационно-распорядительных документах оператора по защите информации (задокументировано) ограничение количества неуспешных попыток входа в информационную систему (доступа к информационной системе) за период времени, установленный оператором, а также обеспечено блокирование устройства, с которого предпринимаются попытки доступа, и (или) учетной записи пользователя при превышении пользователем ограничения количества неуспешных попыток входа в информационную систему (доступа к информационной системе).\n\nОграничение количества неуспешных попыток входа в информационную систему (доступа к информационной системе) должно обеспечиваться в соответствии с ИАФ.4."}],"references":[1,2,3]},{"id":16,"name":"УПД.7","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":2,"fields":[{"id":1,"value":"Предупреждение пользователя при его доступе к информационным ресурсам"},{"id":2,"value":"В информационной системе должно быть обеспечено предупреждение пользователя в виде сообщения (\"окна\") при его входе в информационную систему (до процесса аутентификации) о том, что в информационной системе реализованы меры защиты информации, а также о том, что при работе в информационной системе пользователем должны быть соблюдены установленные оператором правила и ограничения на работу с информацией.\n\nВход в информационную систему и предоставление пользователю возможности работы в информационной системе осуществляются только после подтверждения пользователем ознакомления с предупреждением."}],"references":[]},{"id":17,"name":"УПД.8","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":2,"fields":[{"id":1,"value":"Оповещение пользователя при успешном входе о предыдущем доступе к информационной (автоматизированной) системе"},{"id":2,"value":"В информационной системе должно быть обеспечено после успешного входа пользователя в информационную систему (завершения процесса аутентификации) оповещение этого пользователя о дате и времени предыдущего входа в информационную систему от имени этого пользователя."}],"references":[]},{"id":18,"name":"УПД.9","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":2,"fields":[{"id":1,"value":"Ограничение числа параллельных сеансов доступа"},{"id":2,"value":"В информационной системе должно обеспечиваться ограничение числа параллельных сеансов доступа для каждой учетной записи пользователя информационной системы.\n\nВ информационной системе должна быть предусмотрена возможность задавать ограничения на число параллельных (одновременных) сеансов (сессий), основываясь на идентификаторах пользователей и (или) принадлежности к определенной роли.\n\nЗначение числа параллельных сеансов доступа может быть задано для информационной системы в целом, для отдельных сегментов информационной системы, для групп пользователей, отдельных пользователей или их комбинаций.\n\nОграничения числа параллельных сеансов доступа регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1]},{"id":19,"name":"УПД.10","note":"","color":"bg-gray-400","score":0,"groupId":2,"fields":[{"id":1,"value":"Блокирование сеанса доступа пользователя при неактивности"},{"id":2,"value":"В информационной системе должно обеспечиваться блокирование сеанса доступа пользователя после установленного оператором времени его бездействия (неактивности) в информационной системе или по запросу пользователя.\n\nБлокирование сеанса доступа пользователя в информационную систему обеспечивает временное приостановление работы пользователя со средством вычислительной техники, с которого осуществляется доступ к информационной системе (без выхода из информационной системы).\n\nДля заблокированного сеанса должно осуществляться блокирование любых действий по доступу к информации и устройствам отображения, кроме необходимых для разблокирования сеанса.\n\nБлокирование сеанса доступа пользователя в информационную систему должно сохраняться до прохождения им повторной идентификации и аутентификации в соответствии с ИАФ.1.\n\nПравила и процедуры блокирования сеансов доступа регламентируются в организационно-распорядительных документах оператора по защите информации.\n"}],"references":[1,2,3]},{"id":20,"name":"УПД.11","note":"","color":"bg-gray-400","score":0,"groupId":2,"fields":[{"id":1,"value":"Управление действиями пользователей до идентификации и аутентификации"},{"id":2,"value":"Оператором должен быть установлен перечень действий пользователей, разрешенных до прохождения ими процедур идентификации и аутентификации, и запрет действий пользователей, не включенных в перечень разрешенных действий, до прохождения ими процедур идентификации и аутентификации.\n\nРазрешение действий пользователей до прохождения ими процедур идентификации и аутентификации осуществляется, в том числе, при предоставлении пользователям доступа к общедоступной информации (веб-сайтам, порталам, иным общедоступным ресурсам). Также администратору разрешаются действия в обход установленных процедур идентификации и аутентификации, необходимые только для восстановления функционирования информационной системы в случае сбоев в работе или выходе из строя отдельных технических средств (устройств).\n\nПравила и процедуры определения действий пользователей, разрешенных до прохождения ими процедур идентификации и аутентификации, регламентируются в организационно-распорядительных документах оператора по защите информации.\n"}],"references":[1,2,3]},{"id":21,"name":"УПД.12","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":2,"fields":[{"id":1,"value":"Управление атрибутами безопасности"},{"id":2,"value":"В информационной системе должны обеспечиваться поддержка (обновление, назначение, изменение) и сохранение атрибутов безопасности (меток безопасности), установленных оператором, связанных с информацией в процессе ее хранения и обработки.\n\nАтрибуты безопасности (метки безопасности) представляют собой свойства (характеристики) объектов и (или) субъектов доступа, которые используются для контроля доступа субъектов к объектам доступа и управления информационными потоками.\n\nПравила и процедуры поддержки и сохранения атрибутов безопасности регламентируются в организационно-распорядительных документах оператора по защите информации.\n"}],"references":[]},{"id":22,"name":"УПД.13","note":"","color":"bg-gray-400","score":0,"groupId":2,"fields":[{"id":1,"value":"Реализация защищенного удаленного доступа"},{"id":2,"value":"Оператором должна обеспечиваться защита информации при доступе пользователей (процессов запускаемых от имени пользователей) и (или) иных субъектов доступа к объектам доступа информационной системы через информационно-телекоммуникационные сети, в том числе сети связи общего пользования, с использованием стационарных и (или) мобильных технических средств (защита удаленного доступа).\n\nЗащита удаленного доступа должна обеспечиваться при всех видах доступа (беспроводной, проводной (коммутируемый), широкополосный и иные виды доступа) и включает:\n\n- установление (в том числе документальное) видов доступа, разрешенных для удаленного доступа к объектам доступа информационной системы;\n- ограничение на использование удаленного доступа в соответствии с задачами (функциями) информационной системы, для решения которых такой доступ необходим, и предоставление удаленного доступа для каждого разрешенного вида удаленного доступа в соответствии с УПД.2;\n- предоставление удаленного доступа только тем пользователям, которым он необходим для выполнения установленных должностных обязанностей (функций);\n- мониторинг и контроль удаленного доступа на предмет выявления несанкционированного удаленного доступа к объектам доступа информационной системы;\n- контроль удаленного доступа пользователей (процессов запускаемых от имени пользователей) к объектам доступа информационной системы до начала информационного взаимодействия с информационной системой (передачи защищаемой информации).\n\nПравила и процедуры применения удаленного доступа регламентируются в организационно-распорядительных документах оператора по защите информации.\n"}],"references":[1,2,3]},{"id":23,"name":"УПД.14","note":"","color":"bg-gray-400","score":0,"groupId":2,"fields":[{"id":1,"value":"Контроль доступа из внешних информационных (автоматизированных) систем"},{"id":2,"value":"Оператором должно быть обеспечено управление взаимодействием с внешними информационными системами, включающими информационные системы и вычислительные ресурсы (мощности) уполномоченных лиц, информационные системы, с которыми установлено информационное взаимодействие на основании заключенного договора (соглашения), а также с иными информационными системами, информационное взаимодействие с которыми необходимо для функционирования информационной системы.\n\nУправление взаимодействием с внешними информационными системами должно включать:\n\n- предоставление доступа к информационной системе только авторизованным (уполномоченным) пользователям в соответствии с УПД.2;\n- определение типов прикладного программного обеспечения информационной системы, к которым разрешен доступ авторизованным (уполномоченным) пользователям из внешних информационных систем;\n- определение системных учетных записей, используемых в рамках данного взаимодействия;\n- определение порядка предоставления доступа к информационной системе авторизованными (уполномоченным) пользователями из внешних информационных систем;\n- определение порядка обработки, хранения и передачи информации с использованием внешних информационных систем.\n\nУправление взаимодействием с внешними информационными системами в целях межведомственного электронного взаимодействия, исполнения государственных и муниципальных функций, формирования базовых государственных информационных ресурсов осуществляется в том числе с использованием единой системы идентификации и аутентификации, созданной в соответствии с постановлением Правительства Российской Федерации от 28 ноября 2011 г. N 977.\n\nПравила и процедуры управления взаимодействием с внешними информационными системами регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":24,"name":"ОПС.0","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":3,"fields":[{"id":1,"value":"Регламентация правил и процедур ограничения программной среды"},{"id":2,"value":"В организации должны быть разработаны, задокументированы и донесены до сведения всех заинтересованных лиц:\n\n- политика ограничения программной среды, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики ограничения программной среды и соответствующих механизмов ограничения программной среды.\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за ограничением программной среды. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. Стратегия управления организационными рисками является одним из ключевых факторов разработки политики и процедур."}],"references":[1,2]},{"id":25,"name":"ОПС.1","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":3,"fields":[{"id":1,"value":"Управление запуском (обращениями) компонентов программного обеспечения"},{"id":2,"value":"Оператором должны быть реализованы следующие функции по управлению запуском (обращениями) компонентов программного обеспечения:\n\n- определение перечня (списка) компонентов программного обеспечения (файлов, объектов баз данных, хранимых процедур и иных компонентов), запускаемых автоматически при загрузке операционной системы средства вычислительной техники;\n- разрешение запуска компонентов программного обеспечения, включенных в перечень (список) программного обеспечения, запускаемого автоматически при загрузке операционной системы средства вычислительной техники;\n- ограничение запуска компонентов программного обеспечения от имени администраторов безопасности (например, разрешение такого запуска только для программного обеспечения средств защиты информации: сенсоры систем обнаружения вторжений, агенты систем мониторинга событий информационной безопасности, средства антивирусной защиты);\n- настройка параметров запуска компонентов программного обеспечения от имени учетной записи администратора безопасности таким образом, чтобы текущий пользователь средства вычислительной техники не мог получить через данные компоненты доступ к объектам доступа, на доступ к которым у него нет прав в соответствии с УПД.2;\n- контроль за запуском компонентов программного обеспечения, обеспечивающий выявление компонентов программного обеспечения, не включенных в перечень (список) компонентов, запускаемых автоматически при загрузке операционной системы средства вычислительной техники.\n\nПравила и процедуры управления запуском программного обеспечения (в том числе списки программного обеспечения, ограничения запуска, параметры запуска компонентов программного обеспечения) регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1]},{"id":26,"name":"ОПС.2","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":3,"fields":[{"id":1,"value":"Управление установкой (инсталляцией) компонентов программного обеспечения"},{"id":2,"value":"Оператором должны быть реализованы следующие функции по управлению установкой (инсталляцией) компонентов программного обеспечения информационной системы:\n\n- определение компонентов программного обеспечения (состава и конфигурации), подлежащих установке в информационной системе после загрузки операционной системы;\n- настройка параметров установки компонентов программного обеспечения, обеспечивающая исключение установки (если осуществимо) компонентов программного обеспечения, использование которых не требуется для реализации информационной технологии информационной системы (например, при запуске установщика можно выбрать или не выбрать определенные опции и, тем самым, разрешить или запретить установку соответствующих компонентов программного обеспечения);\n- выбор конфигурации устанавливаемых компонентов программного обеспечения (в том числе конфигурации, предусматривающие включение в домен, или не включение в домен);\n- контроль за установкой компонентов программного обеспечения (состав компонентов, параметры установки, конфигурация компонентов);\n- определение и применение параметров настройки компонентов программного обеспечения, включая программные компоненты средств защиты информации, обеспечивающих реализацию мер защиты информации, а также устранение возможных уязвимостей информационной системы, приводящих к возникновению угроз безопасности информации.\n\nПравила и процедуры управления установкой (инсталляцией) компонентов программного обеспечения (в том числе управления составом и конфигурацией подлежащих установке компонентов программного обеспечения, параметрами установки, параметрами настройки компонентов программного обеспечения) регламентируются в организационно-распорядительных документах оператора по защите информации с учетом эксплуатационной документации."}],"references":[1,2]},{"id":27,"name":"ОПС.3","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":3,"fields":[{"id":1,"value":"Управление временными файлами"},{"id":2,"value":"В информационной системе должно осуществляться управление временными файлами, в том числе запрет, разрешение, перенаправление записи, удаление временных файлов.\n\nУправление временными файлами должно обеспечивать перехват записи временной информации в файлы на системном (загрузочном) разделе машинного носителя информации средства вычислительной техники и ее перенаправление в оперативную память и (или) в другой раздел машинного носителя информации с последующей очисткой (стиранием).\n\nОператором должен быть определен и зафиксирован в организационно-распорядительной документации по защите информации (задокументирован) порядок очистки (стирания) временных файлов."}],"references":[]},{"id":28,"name":"ЗНИ.0","note":"","color":"bg-gray-400","score":0,"groupId":4,"fields":[{"id":1,"value":"Регламентация правил и процедур защиты машинных носителей информации"},{"id":2,"value":"В организации должны быть разработаны, задокументированы и донесены до сведения всех заинтересованных лиц:\n\n- политика защиты машинных носителей информации, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики защиты машинных носителей информации и соответствующих механизмов защиты машинных носителей информации.\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за защитой машинных носителей информации. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. Стратегия управления организационными рисками является одним из ключевых факторов разработки политики и процедур.\n"}],"references":[1,2,3]},{"id":29,"name":"ЗНИ.1","note":"","color":"bg-gray-400","score":0,"groupId":4,"fields":[{"id":1,"value":"Учет машинных носителей информации"},{"id":2,"value":"Оператором должен быть обеспечен учет машинных носителей информации, используемых в информационной системе для хранения и обработки информации.\n\nУчету подлежат:\n\n- съемные машинные носители информации (флэш-накопители, внешние накопители на жестких дисках и иные устройства);\n- портативные вычислительные устройства, имеющие встроенные носители информации (ноутбуки, нетбуки, планшеты, сотовые телефоны, цифровые камеры, звукозаписывающие устройства и иные аналогичные по функциональности устройства);\n- машинные носители информации, встроенные в корпус средств вычислительной техники (накопители на жестких дисках).\n\nУчет машинных носителей информации включает присвоение регистрационных (учетных) номеров носителям. В качестве регистрационных номеров могут использоваться идентификационные (серийные) номера машинных носителей, присвоенных производителями этих машинных носителей информации, номера инвентарного учета, в том числе инвентарные номера технических средств, имеющих встроенные носители информации, и иные номера.\n\nУчет съемных машинных носителей информации ведется в журналах учета машинных носителей информации.\n\nУчет встроенных в портативные или стационарные технические средства машинных носителей информации может вестись в журналах материально-технического учета в составе соответствующих технических средств. При использовании в составе одного технического средства информационной системы нескольких встроенных машинных носителей информации, конструктивно объединенных в единый ресурс для хранения информации, допускается присвоение регистрационного номера техническому средству в целом.\n\nРегистрационные или иные номера подлежат занесению в журналы учета машинных носителей информации или журналы материально-технического учета с указанием пользователя или группы пользователей, которым разрешен доступ к машинным носителям информации.\n\nРаздельному учету в журналах учета подлежат съемные (в том числе портативные) перезаписываемые машинные носители информации (флэш- накопители, съемные жесткие диски)."}],"references":[1,2,3]},{"id":30,"name":"ЗНИ.2","note":"","color":"bg-gray-400","score":0,"groupId":4,"fields":[{"id":1,"value":"Управление физическим доступом к машинным носителям информации"},{"id":2,"value":"Оператором должны быть реализованы следующие функции по управлению доступом к машинным носителям информации, используемым в информационной системе:\n\n- определение должностных лиц, имеющих физический доступ к машинным носителям информации, а именно к следующим:\n- съемным машинным носителям информации (флэш-накопители, внешние накопители на жестких дисках и иные устройства);\n- портативным вычислительным устройствам, имеющим встроенные носители информации (ноутбуки, нетбуки, планшеты, сотовые телефоны, цифровые камеры, звукозаписывающие устройства и иные аналогичные по функциональности устройства);\n- машинным носителям информации, стационарно устанавливаемым в корпус средств вычислительной техники (например, накопители на жестких дисках);\n- предоставление физического доступа к машинным носителям информации только тем лицам, которым он необходим для выполнения своих должностных обязанностей (функций).\n\nПравила и процедуры доступа к машинным носителям информации регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":31,"name":"ЗНИ.3","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":4,"fields":[{"id":1,"value":"Контроль перемещения машинных носителей информации за пределы контролируемой зоны"},{"id":2,"value":"Оператором должен обеспечиваться контроль перемещения используемых в информационной системе машинных носителей информации за пределы контролируемой зоны. При контроле перемещения машинных носителей информации должны осуществляться:\n\n- определение должностных лиц, имеющих права на перемещение машинных носителей информации за пределы контролируемой зоны;\n- предоставление права на перемещение машинных носителей информации за пределы контролируемой зоны только тем лицам, которым оно необходимо для выполнения своих должностных обязанностей (функции);\n- учет перемещаемых машинных носителей информации в соответствии с ЗНИ.1;\n- периодическая проверка наличия машинных носителей информации.\n\nПравила и процедуры контроля перемещения машинных носителей информации регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[]},{"id":32,"name":"ЗНИ.4","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":4,"fields":[{"id":1,"value":"Исключение возможности несанкционированного чтения информации на машинных носителях информации"},{"id":2,"value":"Оператором должно обеспечиваться исключение возможности несанкционированного ознакомления с содержанием информации, хранящейся на машинных носителях, и (или) использования носителей информации в иных информационных системах.\n\nИсключение возможности несанкционированного ознакомления с содержанием информации, хранящейся на машинных носителях, и (или) использования носителей информации в иных информационных системах должно предусматривать:\n\n- определение типов машинных носителей информации, подлежащих хранению в помещениях, специально предназначенных для хранения машинных носителей информации (хранилище машинных носителей информации);\n- физический контроль и хранение машинных носителей информации в помещениях, специально предназначенных для хранения машинных носителей информации (хранилище машинных носителей информации);\n- защита машинных носителей информации до уничтожения (стирания) с них данных и остаточной информации (информации, которую можно восстановить после удаления с помощью нештатных средств и методов) с использованием средств стирания данных и остаточной информации.\n\nПравила и процедуры управления, направленные на исключение несанкционированного ознакомления с содержанием информации, хранящейся на машинных носителях, и (или) использования носителей информации в иных информационных системах, регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[]},{"id":33,"name":"ЗНИ.5","note":"","color":"bg-gray-400","score":0,"groupId":4,"fields":[{"id":1,"value":"Контроль использования интерфейсов ввода (вывода) информации на съемные машинные носители информации"},{"id":2,"value":"В информационной системе должен осуществляться контроль использования интерфейсов ввода (вывода).\n\nКонтроль использования (разрешение или запрет) интерфейсов ввода (вывода) должен предусматривать:\n\n- определение оператором интерфейсов средств вычислительной техники, которые могут использоваться для ввода (вывода) информации, разрешенных и (или) запрещенных к использованию в информационной системе;\n- определение оператором категорий пользователей, которым предоставлен доступ к разрешенным к использованию интерфейсов ввода (вывода);\n- принятие мер, исключающих возможность использования запрещенных интерфейсов ввода (вывода);\n- контроль доступа пользователей к разрешенным к использованию интерфейсов ввода (вывода).\n\nВ качестве мер, исключающих возможность использования запрещенных интерфейсов ввода (вывода), могут применяться:\n\n- опечатывание интерфейсов ввода (вывода);\n- использование механических запирающих устройств;\n- удаление драйверов, обеспечивающих работу интерфейсов ввода (вывода);\n- применение средств защиты информации, обеспечивающих контроль использования интерфейсов ввода (вывода).\n\nПравила и процедуры контроля использования интерфейсов ввода (вывода) регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":34,"name":"ЗНИ.6","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":4,"fields":[{"id":1,"value":"Контроль ввода (вывода) информации на съемные машинные носители информации"},{"id":2,"value":"В информационной системе должен осуществляться контроль ввода (вывода) информации на машинные носители информации.\n\nКонтроль ввода (вывода) информации на машинные носители информации должен предусматривать:\n\n- определение оператором типов носителей информации, ввод (вывод) информации на которые подлежит контролю;\n- определение оператором категорий пользователей, которым предоставлены полномочия по вводу (выводу) информации на машинные носители в соответствии с УПД.2;\n- запрет действий по вводу (выводу) информации для пользователей, не имеющих полномочий на ввод (вывод) информации на машинные носители информации, и на носители информации, на которые запрещен ввод (вывод) информации;\n- регистрация действий пользователей и событий по вводу (выводу) информации на машинные носители информации.\n\nПравила и процедуры контроля ввода (вывода) информации на машинные носители информации регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1]},{"id":35,"name":"ЗНИ.7","note":"","color":"bg-gray-400","score":0,"groupId":4,"fields":[{"id":1,"value":"Контроль подключения съемных машинных носителей информации"},{"id":2,"value":"В информационной системе должен обеспечиваться контроль подключения машинных носителей информации.\nКонтроль подключения машинных носителей информации должен предусматривать:\n\n- определение оператором типов носителей информации, подключение которых к информационной системе разрешено в соответствии с УПД.2;\n- определение оператором категорий пользователей, которым предоставлены полномочия по подключению носителей к информационной системе в соответствии с УПД.2;\n- запрет подключения носителей информации, подключение которых к информационной системе не разрешено;\n- регистрация действий пользователей и событий по подключению к информационной системе носителей.\n\nПравила и процедуры контроля подключения машинных носителей информации регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":36,"name":"ЗНИ.8","note":"","color":"bg-gray-400","score":0,"groupId":4,"fields":[{"id":1,"value":"Уничтожение (стирание) информации на машинных носителях информации"},{"id":2,"value":"Оператором должно обеспечиваться уничтожение (стирание) информации на машинных носителях при их передаче между пользователями, в сторонние организации для ремонта или утилизации, а также контроль уничтожения (стирания) информации.\n\nУничтожение (стирание) информации на машинных носителях должно исключать возможность восстановления защищаемой информации при передаче машинных носителей между пользователями, в сторонние организации для ремонта или утилизации.\n\nУничтожению (стиранию) подлежит информация, хранящаяся на цифровых и нецифровых, съемных и несъемных машинных носителях информации.\n\nПроцедуры уничтожения (стирания) информации на машинных носителях, а также контроля уничтожения (стирания) информации должны быть разработаны оператором и включены в организационно-распорядительные документы по защите информации."}],"references":[1,2,3]},{"id":37,"name":"АУД.0","note":"","color":"bg-gray-400","score":0,"groupId":5,"fields":[{"id":1,"value":"Регламентация правил и процедур аудита безопасности"},{"id":2,"value":"В организации должны быть разработаны, задокументированы и донесены до сведения всех заинтересованных лиц:\n\n- политика аудита безопасности, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики аудита безопасности и соответствующих механизмов аудита безопасности.\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за аудитом безопасности. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. Стратегия управления организационными рисками является одним из ключевых факторов разработки политики и процедур.\n"}],"references":[1,2,3]},{"id":38,"name":"АУД.1","note":"","color":"bg-gray-400","score":0,"groupId":5,"fields":[{"id":1,"value":"Инвентаризация информационных ресурсов"},{"id":2,"value":"Информационные ресурсы должны быть идентифицированы и инвентаризированы. Процесс инвентаризации должен обеспечивать:\n\n- актуальность хранимой информации реальной ситуации;\n- включать все компоненты необходимой степени детализации;\n- включение в состав описания актива атрибутов безопасности (класс актива, класс требований по безопасности и т.д.).\n\nПолитики и процедуры инвентаризации должны быть определены в организационно-распорядительных документах оператора.\n"}],"references":[1,2,3]},{"id":39,"name":"АУД.2","note":"","color":"bg-gray-400","score":0,"groupId":5,"fields":[{"id":1,"value":"Анализ уязвимостей и их устранение"},{"id":2,"value":"Оператором должна обеспечиваться антивирусная защита информационной системы, включающая обнаружение компьютерных программ либо иной компьютерной информации, предназначенных для несанкционированного уничтожения, блокирования, модификации, копирования компьютерной информации или нейтрализации средств защиты информации, а также реагирование на обнаружение этих программ и информации.\n\nРеализация антивирусной защиты должна предусматривать:\n\n- применение средств антивирусной защиты на автоматизированных рабочих местах, серверах, периметральных средствах защиты информации (средствах межсетевого экранирования, прокси-серверах, почтовых шлюзах и других средствах защиты информации), мобильных технических средствах и иных точках доступа в информационную систему, подверженных внедрению (заражению) вредоносными компьютерными программами (вирусами) через съемные машинные носители информации или сетевые подключения, в том числе к сетям общего пользования (вложения электронной почты, веб- и другие сетевые сервисы);\n- установку, конфигурирование и управление средствами антивирусной защиты;\n- предоставление доступа средствам антивирусной защиты к объектам информационной системы, которые должны быть подвергнуты проверке средством антивирусной защиты;\n- проведение периодических проверок компонентов информационной системы (автоматизированных рабочих мест, серверов, других средств вычислительной техники) на наличие вредоносных компьютерных программ (вирусов);\n- проверку в масштабе времени, близком к реальному, объектов (файлов) из внешних источников (съемных машинных носителей информации, сетевых подключений, в том числе к сетям общего пользования, и других внешних источников) при загрузке, открытии или исполнении таких файлов;\n- оповещение администраторов безопасности в масштабе времени, близком к реальному, об обнаружении вредоносных компьютерных программ (вирусов);\n- определение и выполнение действий по реагированию на обнаружение в информационной системе объектов, подвергшихся заражению вредоносными компьютерными программами (вирусами).\n\nПравила и процедуры антивирусной защиты информационной системы регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":40,"name":"АУД.3","note":"","color":"bg-gray-400","score":0,"groupId":5,"fields":[{"id":1,"value":"Генерирование временных меток и (или) синхронизация системного времени"},{"id":2,"value":"В информационной системе должно осуществляться генерирование надежных меток времени и (или) синхронизация системного времени.\n\nПолучение меток времени, включающих дату и время, используемых при генерации записей регистрации (аудита) событий безопасности в информационной системе достигается посредством применения внутренних системных часов информационной системы."}],"references":[1,2,3]},{"id":41,"name":"АУД.4","note":"","color":"bg-gray-400","score":0,"groupId":5,"fields":[{"id":1,"value":"Регистрация событий безопасности"},{"id":2,"value":"Должны быть определены события безопасности в информационной системе, подлежащие регистрации, и сроки их хранения.\n\nСобытия безопасности, подлежащие регистрации в информационной системе, должны определяться с учетом способов реализации угроз безопасности для информационной системы. К событиям безопасности, подлежащим регистрации в информационной системе, должны быть отнесены любые проявления состояния информационной системы и ее системы защиты информации, указывающие на возможность нарушения конфиденциальности, целостности или доступности информации, доступности компонентов информационной системы, нарушения процедур, установленных организационно-распорядительными документами по защите информации оператора, а также на нарушение штатного функционирования средств защиты информации.\n\nСобытия безопасности, подлежащие регистрации в информационной системе, и сроки их хранения соответствующих записей регистрационных журналов должны обеспечивать возможность обнаружения, идентификации и анализа инцидентов, возникших в информационной системе. Подлежат регистрации события безопасности, связанные с применением выбранных мер по защите информации в информационной системе.\n\nПеречень событий безопасности, регистрация которых осуществляется в текущий момент времени, определяется оператором исходя из возможностей реализации угроз безопасности информации и фиксируется в организационно- распорядительных документах по защите информации (документируется).\n\nВ информационной системе как минимум подлежат регистрации следующие события:\n\n- вход (выход), а также попытки входа субъектов доступа в информационную систему и загрузки (останова) операционной системы;\n- подключение машинных носителей информации и вывод информации на носители информации;\n- запуск (завершение) программ и процессов (заданий, задач), связанных с обработкой защищаемой информации;\n- попытки доступа программных средств к определяемым оператором защищаемым объектам доступа (техническим средствам, узлам сети, линиям (каналам) связи, внешним устройствам, программам, томам, каталогам, файлам, записям, полям записей) и иным объектам доступа;\n- попытки удаленного доступа.\n\nСостав и содержание информации о событиях безопасности, включаемой в записи регистрации о событиях безопасности, должны, как минимум, обеспечить возможность идентификации типа события безопасности, даты и времени события безопасности, идентификационной информации источника события безопасности, результат события безопасности (успешно или неуспешно), субъект доступа (пользователь и (или) процесс), связанный с данным событием безопасности.\n\nПри регистрации входа (выхода) субъектов доступа в информационную систему и загрузки (останова) операционной системы состав и содержание информации должны, как минимум, включать дату и время входа (выхода) в систему (из системы) или загрузки (останова) операционной системы, результат попытки входа (успешная или неуспешная), результат попытки загрузки (останова) операционной системы (успешная или неуспешная), идентификатор, предъявленный при попытке доступа.\nПри регистрации подключения машинных носителей информации и вывода информации на носители информации состав и содержание регистрационных записей должны, как минимум, включать дату и время подключения машинных носителей информации и вывода информации на носители информации, логическое имя (номер) подключаемого машинного носителя информации, идентификатор субъекта доступа, осуществляющего вывод информации на носитель информации.\n\nПри регистрации запуска (завершения) программ и процессов (заданий, задач), связанных с обработкой защищаемой информации состав и содержание регистрационных записей должны, как минимум, включать дату и время запуска, имя (идентификатор) программы (процесса, задания), идентификатор субъекта доступа (устройства), запросившего программу (процесс, задание), результат запуска (успешный, неуспешный).\n\nПри регистрации попыток доступа программных средств (программ, процессов, задач, заданий) к защищаемым файлам состав и содержание регистрационных записей должны, как минимум, включать дату и время попытки доступа к защищаемому файлу с указанием ее результата (успешная, неуспешная), идентификатор субъекта доступа (устройства), спецификацию защищаемого файла (логическое имя, тип).\n\nПри регистрации попыток доступа программных средств к защищаемым объектам доступа (техническим средствам, узлам сети, линиям (каналам) связи, внешним устройствам, программам, томам, каталогам, записям, полям записей) состав и содержание информации должны, как минимум, включать дату и время попытки доступа к защищаемому объекту с указанием ее результата (успешная, неуспешная), идентификатор субъекта доступа (устройства), спецификацию защищаемого объекта доступа (логическое имя (номер).\n\nПри регистрации попыток удаленного доступа к информационной системе состав и содержание информации должны, как минимум, включать дату и время попытки удаленного доступа с указанием ее результата (успешная, неуспешная), идентификатор субъекта доступа (устройства), используемый протокол доступа, используемый интерфейс доступа и (или) иную информацию о попытках удаленного доступа к информационной системе.\n\nСбор, запись и хранение информации о событиях безопасности в течение установленного времени хранения должен предусматривать:\n\n- возможность выбора администратором безопасности событий безопасности, подлежащих регистрации в текущий момент времени из перечня событий безопасности;\n- генерацию (сбор, запись) записей регистрации (аудита) для событий безопасности, подлежащих регистрации (аудиту);\n- хранение информации о событиях безопасности в течение времени, установленного в соответствии.\n\nОбъем памяти для хранения информации о событиях безопасности должен быть рассчитан и выделен с учетом типов событий безопасности, составом и содержанием информации о событиях безопасности, подлежащих регистрации, прогнозируемой частоты возникновения подлежащих регистрации событий безопасности, срока хранения информации о зарегистрированных событиях безопасности.\n\nПравила и процедуры сбора, записи и хранения информации о событиях безопасности регламентируются в организационно-распорядительных документах оператора по защите информации.\n\nПри реализации мер по регистрации событий безопасности в виртуальной инфраструктуре дополнительно, должны подлежать регистрации следующие события:\n\n- запуск (завершение) работы компонентов виртуальной инфраструктуры; \n- доступ субъектов доступа к компонентам виртуальной инфраструктуры; \n- изменения в составе и конфигурации компонентов виртуальной инфраструктуры во время их запуска, функционирования и аппаратного отключения;\n- изменения правил разграничения доступа к компонентам виртуальной инфраструктуры.\n\nПри регистрации запуска (завершения) работы компонентов виртуальной инфраструктуры состав и содержание информации, подлежащей регистрации, должны включать дату и время запуска (завершения) работы гипервизора и виртуальных машин, хостовой операционной системы, программ и процессов в виртуальных машинах, результат запуска (завершения) работы указанных компонентов виртуальной инфраструктуры (успешная или неуспешная), идентификатор пользователя, предъявленный при попытке запуска (завершения) работы указанных компонентов виртуальной инфраструктуры.\n\nПри регистрации входа (выхода) субъектов доступа в компоненты виртуальной инфраструктуры состав и содержание информации, подлежащей регистрации, должны включать дату и время доступа субъектов доступа к гипервизору и виртуальной машине, к хостовой операционной системе, результат попытки доступа субъектов доступа к указанным компонентам виртуальной инфраструктуры (успешная или неуспешная), идентификатор пользователя, предъявленный при попытке доступа субъектов доступа к указанным компонентам виртуальной инфраструктуры.\n\nПри изменении в составе и конфигурации компонентов виртуальной инфраструктуры во время запуска, функционирования и в период её аппаратного отключения состав и содержание информации, подлежащей регистрации, должны включать дату и время изменения в составе и конфигурации виртуальных машин, виртуального аппаратного обеспечения, виртуализированного программного обеспечения, виртуального аппаратного обеспечения в гипервизоре и в виртуальных машинах, в хостовой операционной системе, виртуальном сетевом оборудовании, результат попытки изменения в составе и конфигурации указанных компонентов виртуальной инфраструктуры (успешная или неуспешная), идентификатор пользователя, предъявленный при попытке изменения в составе и конфигурации указанных компонентов виртуальной инфраструктуры.\n\nПри изменении правил разграничения доступа к компонентам виртуальной инфраструктуры состав и содержание информации, подлежащей регистрации, должны включать дату и время изменения правил разграничения доступа к виртуальному и физическому аппаратному обеспечению, к файлам-образам виртуализированного программного обеспечения и виртуальных машин, к файлам-образам, используемым для обеспечения работы виртуальных файловых систем, к виртуальному сетевому оборудованию, к защищаемой информации, хранимой и обрабатываемой в гипервизоре и виртуальных машинах, в хостовой операционной системе, результат попытки изменения правил разграничения доступа к указанным компонентам виртуальной инфраструктуры (успешная или неуспешная), идентификатор пользователя, предъявленный при попытке изменения правил разграничения доступа к указанным компонентам виртуальной инфраструктуры."}],"references":[1,2,3]},{"id":42,"name":"АУД.5","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":5,"fields":[{"id":1,"value":"Контроль и анализ сетевого трафика"},{"id":2,"value":"Оператор должен осуществлять мероприятия по контролю и анализу сетевого трафика. Контроль сетевого трафика должен реализовываться путем разграничения информационных потоков средствами межсетевого экранирования и маршрутизации в соответствии с ЗИС.6.\n\nДля анализа сетевого трафика оператор должен реализовывать:\n\n- протоколирование событий, связанных с использованием запрещенных путей передачи (запрещенные IP-адреса, протоколы);\n- регулярный анализ данных событий на предмет, выявления аномалий и инцидентов."}],"references":[1]},{"id":43,"name":"АУД.6","note":"","color":"bg-gray-400","score":0,"groupId":5,"fields":[{"id":1,"value":"Защита информации о событиях безопасности"},{"id":2,"value":"В информационной системе должна обеспечиваться защита информации о событиях безопасности.\n\nЗащита информации о событиях безопасности (записях регистрации (аудита)) обеспечивается применением мер защиты информации от неправомерного доступа, уничтожения или модифицирования, определенных в соответствии с настоящим методическим документом, и в том числе включает защиту средств ведения регистрации (аудита) и настроек механизмов регистрации событий.\n\nДоступ к записям аудита и функциям управления механизмами регистрации (аудита) должен предоставляться только уполномоченным должностным лицам.\n\nПравила и процедуры защиты информации о событиях безопасности регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":44,"name":"АУД.7","note":"","color":"bg-gray-400","score":0,"groupId":5,"fields":[{"id":1,"value":"Мониторинг безопасности"},{"id":2,"value":"Оператором должен осуществляться мониторинг (просмотр, анализ) результатов регистрации событий безопасности и реагирование на них.\n\nМониторинг (просмотр и анализ) записей регистрации (аудита) должен проводиться для всех событий, подлежащих регистрации, и с периодичностью, установленной оператором, и обеспечивающей своевременное выявление признаков инцидентов безопасности в информационной системе.\n\nВ случае выявление признаков инцидентов безопасности в информационной системе осуществляется планирование и проведение мероприятий по реагированию на выявленные инциденты безопасности.\n\nПравила и процедуры мониторинга результатов регистрации событий безопасности и реагирования на них регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":45,"name":"АУД.8","note":"","color":"bg-gray-400","score":0,"groupId":5,"fields":[{"id":1,"value":"\t\nРеагирование на сбои при регистрации событий безопасности"},{"id":2,"value":"В информационной системе должно осуществляться реагирование на сбои при регистрации событий безопасности, в том числе аппаратные и программные ошибки, сбои в механизмах сбора информации и достижение предела или переполнения объема (емкости) памяти.\n\nРеагирование на сбои при регистрации событий безопасности должно предусматривать:\n\n- предупреждение (сигнализация, индикация) администраторов о сбоях (аппаратных и программных ошибках, сбоях в механизмах сбора информации или переполнения объема (емкости) памяти) при регистрации событий безопасности;\n- реагирование на сбои при регистрации событий безопасности путем изменения администраторами параметров сбора, записи и хранения информации о событиях безопасности, в том числе отключение записи информации о событиях безопасности от части компонентов информационной системы, запись поверх устаревших хранимых записей событий безопасности.\n\nПравила и процедуры реагирования на сбои при регистрации событий безопасности регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":46,"name":"АУД.9","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":5,"fields":[{"id":1,"value":"Анализ действий отдельных пользователей"},{"id":2,"value":"В информационной системе должна иметься возможность просмотра и анализа информации о действиях отдельных пользователей в информационной системе.\n\nСведения о действиях отдельных пользователей в информационной системе должны предоставляться уполномоченным должностным лицам для просмотра и анализа с целью расследования причин возникновения инцидентов в информационной системе в соответствии с законодательством Российской Федерации.\n\nПравила и процедуры просмотра и анализа информации о действиях отдельных пользователей регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1]},{"id":47,"name":"АУД.10","note":"","color":"bg-gray-400","score":0,"groupId":5,"fields":[{"id":1,"value":"Проведение внутренних аудитов"},{"id":2,"value":"Оператором должен проводиться контроль работоспособности, параметров настройки и правильности функционирования программного обеспечения и средств защиты информации.\n\nПри контроле работоспособности, параметров настройки и правильности функционирования программного обеспечения и средств защиты информации осуществляется:\n\n- контроль работоспособности (неотключения) программного обеспечения и средств защиты информации;\n- проверка правильности функционирования (тестирование на тестовых данных, приводящих к известному результату) программного обеспечения и средств защиты информации, объем и содержание которой определяется оператором;\n- контроль соответствия настроек программного обеспечения и средств защиты информации параметрам настройки, приведенным в эксплуатационной документации на систему защиты информации и средства защиты информации;\n- восстановление работоспособности (правильности функционирования) и параметров настройки программного обеспечения и средств защиты информации (при необходимости), в том числе с использованием резервных копий и (или) дистрибутивов.\n\nКонтроль работоспособности, параметров настройки и правильности функционирования программного обеспечения и средств защиты информации проводится с периодичностью, установленной оператором в организационно- распорядительных документах по защите информации.\n\nОператором должен проводиться контроль состава технических средств, программного обеспечения и средств защиты информации, применяемых в информационной системе (инвентаризация).\n\nПри контроле состава технических средств, программного обеспечения и средств защиты информации осуществляется:\n\n- контроль соответствия состава технических средств, программного обеспечения и средств защиты информации приведенному в эксплуатационной документации с целью поддержания актуальной (установленной в соответствии с эксплуатационной документацией) конфигурации информационной системы и принятие мер, направленных на устранение выявленных недостатков;\n- контроль состава технических средств, программного обеспечения и средств защиты информации на соответствие сведениям действующей (актуализированной) эксплуатационной документации и принятие мер, направленных на устранение выявленных недостатков;\n- контроль выполнения условий и сроков действия сертификатов соответствия на средства защиты информации и принятие мер, направленных на устранение выявленных недостатков;\n- исключение (восстановление) из состава информационной системы несанкционированно установленных (удаленных) технических средств, программного обеспечения и средств защиты информации.\n\nКонтроль состава технических средств, программного обеспечения и средств защиты информации проводится с периодичностью, установленной оператором в организационно-распорядительных документах по защите информации.\n\nОператором должен проводиться контроль правил генерации и смены паролей пользователей, заведения и удаления учетных записей пользователей, реализации правил разграничения доступом, полномочий пользователей в информационной системе.\n\nПри контроле правил генерации и смены паролей пользователей, заведения и удаления учетных записей пользователей, реализации правил разграничения доступом, полномочий пользователей в информационной системе осуществляется:\n\n- контроль правил генерации и смены паролей пользователей;\n- контроль заведения и удаления учетных записей пользователей;\n- контроль реализации правил разграничения доступом;\n- контроль реализации полномочий пользователей;\n- контроль наличия документов, подтверждающих разрешение изменений учетных записей пользователей, их параметров, правил разграничения доступом и полномочий пользователей, предусмотренных организационно- распорядительными документами по защите информации оператора;\n- устранение нарушений, связанных с генерацией и сменой паролей пользователей, заведением и удалением учетных записей пользователей, реализацией правил разграничения доступом, установлением полномочий пользователей.\n\nКонтроль правил генерации и смены паролей пользователей, заведения и удаления учетных записей пользователей, реализации правил разграничения доступом, полномочий пользователей в информационной системе проводится с периодичностью, установленной оператором в организационно- распорядительных документах по защите информации."}],"references":[1,2,3]},{"id":48,"name":"АУД.11","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":5,"fields":[{"id":1,"value":"Проведение внешних аудитов"},{"id":2,"value":"Оператор должен осуществлять периодические внешние аудиты с установленной оператором периодичностью или при возникновении следующих факторов:\n\n- внесение серьезных изменений в архитектуру информационной системы;\n- значительный инцидент безопасности.\n\nПри привлечении внешних аудиторов оператор должен убедиться в наличии у них необходимых компетенций и лицензий.\n\nРезультаты аудита должны быть документированы и на основании этих результатов должен быть сформирован план по устранению выявленных недостатков. Реализация данного плана должна контролироваться оператором."}],"references":[]},{"id":49,"name":"АВЗ.0","note":"","color":"bg-gray-400","score":0,"groupId":6,"fields":[{"id":1,"value":"Регламентация правил и процедур антивирусной защиты"},{"id":2,"value":"В организации должны быть разработаны, задокументированы и донесены до сведения всех заинтересованных лиц:\n\n- политика антивирусной защиты, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики антивирусной защиты и соответствующих механизмов антивирусной защиты.\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за антивирусной защитой. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. Стратегия управления организационными рисками является одним из ключевых факторов разработки политики и процедур."}],"references":[1,2,3]},{"id":50,"name":"АВЗ.1","note":"","color":"bg-gray-400","score":0,"groupId":6,"fields":[{"id":1,"value":"Реализация антивирусной защиты"},{"id":2,"value":"Оператором должна обеспечиваться антивирусная защита информационной системы, включающая обнаружение компьютерных программ либо иной компьютерной информации, предназначенных для несанкционированного уничтожения, блокирования, модификации, копирования компьютерной информации или нейтрализации средств защиты информации, а также реагирование на обнаружение этих программ и информации.\n\nРеализация антивирусной защиты должна предусматривать:\n\n- применение средств антивирусной защиты на автоматизированных рабочих местах, серверах, периметральных средствах защиты информации (средствах межсетевого экранирования, прокси-серверах, почтовых шлюзах и других средствах защиты информации), мобильных технических средствах и иных точках доступа в информационную систему, подверженных внедрению (заражению) вредоносными компьютерными программами (вирусами) через съемные машинные носители информации или сетевые подключения, в том числе к сетям общего пользования (вложения электронной почты, веб- и другие сетевые сервисы);\n- установку, конфигурирование и управление средствами антивирусной защиты;\n- предоставление доступа средствам антивирусной защиты к объектам информационной системы, которые должны быть подвергнуты проверке средством антивирусной защиты;\n- проведение периодических проверок компонентов информационной системы (автоматизированных рабочих мест, серверов, других средств вычислительной техники) на наличие вредоносных компьютерных программ (вирусов);\n- проверку в масштабе времени, близком к реальному, объектов (файлов) из внешних источников (съемных машинных носителей информации, сетевых подключений, в том числе к сетям общего пользования, и других внешних источников) при загрузке, открытии или исполнении таких файлов;\n- оповещение администраторов безопасности в масштабе времени, близком к реальному, об обнаружении вредоносных компьютерных программ (вирусов);\n- определение и выполнение действий по реагированию на обнаружение в информационной системе объектов, подвергшихся заражению вредоносными компьютерными программами (вирусами).\n\nПравила и процедуры антивирусной защиты информационной системы регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":51,"name":"АВЗ.2","note":"","color":"bg-gray-400","score":0,"groupId":6,"fields":[{"id":1,"value":"Антивирусная защита электронной почты и иных сервисов"},{"id":2,"value":"Оператором должна быть обеспечена антивирусная защита электронной почты и иных сервисов. Для реализации данного требования должны быть предприняты следующие меры:\n\n- на серверах электронной почты и иных сервисов должны использоваться средства антивирусной защиты, отличные от установленных на рабочих местах;\n- все получаемые электронной почтой или иными сервисами файлы должны проверяться средствами антивирусной защиты (при этом должны выполняться требования АВЗ.3)."}],"references":[1,2,3]},{"id":52,"name":"АВЗ.3","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":6,"fields":[{"id":1,"value":"Контроль использования архивных, исполняемых и зашифрованных файлов"},{"id":2,"value":"Оператором должен быть обеспечен контроль использования архивных, исполняемых и зашифрованных файлов, то есть тех файлов, где сигнатуры вредоносного кода могут быть скрыты от антивирусных средств путем архивирования, обфускации /компилирования или шифрования.\n\nДля реализации данного контроля оператором должны предприниматься следующие меры:\n\n- применение средств антивирусной защиты, позволяющих проводить анализ архивных файлов;\n- запрет приема и передачи по электронной почте и сети Интернет исполняемых и зашифрованных файлов (за исключением файлов, которые передаются по утвержденным оператором каналам взаимодействия, для которых угрозы, связанные с вредоносным кодом, минимизируются за счет других мер);\n- использование «песочниц» для расшифровки, исполнения, разархивирования полученных файлов."}],"references":[1]},{"id":53,"name":"АВЗ.4","note":"","color":"bg-gray-400","score":0,"groupId":6,"fields":[{"id":1,"value":"Обновление базы данных признаков вредоносных компьютерных программ (вирусов)"},{"id":2,"value":"Оператором должно быть обеспечено обновление базы данных признаков вредоносных компьютерных программ (вирусов).\n\nОбновление базы данных признаков вредоносных компьютерных программ (вирусов) должно предусматривать:\n\n- получение уведомлений о необходимости обновлений и непосредственном обновлении базы данных признаков вредоносных компьютерных программ (вирусов);\n- получение из доверенных источников и установку обновлений базы данных признаков вредоносных компьютерных программ (вирусов);\n- контроль целостности обновлений базы данных признаков вредоносных компьютерных программ (вирусов).\n\nПравила и процедуры обновления базы данных признаков вредоносных компьютерных программ (вирусов) регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":54,"name":"АВЗ.5","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":6,"fields":[{"id":1,"value":"Использование средств антивирусной защиты различных производителей"},{"id":2,"value":"Оператором должно быть обеспечено использование средств антивирусной защиты различных производителей, как минимум на следующих уровнях:\n\n- уровень рабочих мест;\n- уровень серверов;\n- уровень контроля трафика (электронной почты, web-трафика и т.д.)."}],"references":[1]},{"id":55,"name":"СОВ.0","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":7,"fields":[{"id":1,"value":"Регламентация правил и процедур предотвращения вторжений (компьютерных атак)"},{"id":2,"value":"В организации должны быть разработаны, задокументированы и донесены до сведения всех заинтересованных лиц:\n\n- политика предотвращения вторжений (компьютерных атак), учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики предотвращения вторжений (компьютерных атак) и соответствующих механизмов предотвращения вторжений (компьютерных атак).\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за предотвращениями вторжений (компьютерных атак). Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. Стратегия управления организационными рисками является одним из ключевых факторов разработки политики и процедур."}],"references":[1,2]},{"id":56,"name":"СОВ.1","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":7,"fields":[{"id":1,"value":"Обнаружение и предотвращение компьютерных атак"},{"id":2,"value":"Оператором должно обеспечиваться обнаружение (предотвращение) вторжений (компьютерных атак), направленных на преднамеренный несанкционированный доступ к информации, специальные воздействия на информацию (носители информации) в целях ее добывания, уничтожения, искажения и блокирования доступа к ней, с использованием систем обнаружения вторжений.\n\nПрименяемые системы обнаружения вторжений должны включать компоненты регистрации событий безопасности (датчики), компоненты анализа событий безопасности и распознавания компьютерных атак (анализаторы) и базу решающих правил, содержащую информацию о характерных признаках компьютерных атак.\n\nОбнаружение (предотвращение) вторжений должно осуществляться на внешней границе информационной системы (системы обнаружения вторжений уровня сети) и (или) на внутренних узлах (системы обнаружения вторжений уровня узла) сегментов информационной системы (автоматизированных рабочих местах, серверах и иных узлах), определяемых оператором.\n\nПрава по управлению (администрированию) системами обнаружения вторжений должны предоставляться только уполномоченным должностным лицам.\n\nСистемы обнаружения вторжений должны обеспечивать реагирование на обнаруженные и распознанные компьютерные атаки с учетом особенностей функционирования информационных систем.\nПравила и процедуры обнаружения (предотвращения) вторжений (компьютерных атак) регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2]},{"id":57,"name":"СОВ.2","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":7,"fields":[{"id":1,"value":"Обновление базы решающих правил"},{"id":2,"value":"Оператором должно обеспечиваться обновление базы решающих правил системы обнаружения вторжений, применяемой в информационной системе.\n\nОбновление базы решающих правил системы обнаружения вторжений должно предусматривать:\n\n- получение уведомлений о необходимости обновлений и непосредственном обновлении базы решающих правил;\n- получение из доверенных источников и установку обновлений базы решающих правил;\n- контроль целостности обновлений базы решающих правил.\n\nПравила и процедуры обновления базы решающих правил регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2]},{"id":58,"name":"ОЦЛ.0","note":"","color":"bg-gray-400","score":0,"groupId":8,"fields":[{"id":1,"value":"Регламентация правил и процедур обеспечения целостности"},{"id":2,"value":"В организации должны быть разработаны, задокументированы и донесены до сведения всех заинтересованных лиц:\n\n- политика обеспечения целостности, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики обеспечения целостности и соответствующих механизмов обеспечения целостности.\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за обеспечением целостности. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. Стратегия управления организационными рисками является одним из ключевых факторов разработки политики и процедур.\n"}],"references":[1,2,3]},{"id":59,"name":"ОЦЛ.1","note":"","color":"bg-gray-400","score":0,"groupId":8,"fields":[{"id":1,"value":"Контроль целостности программного обеспечения"},{"id":2,"value":"В информационной системе должен осуществляться контроль целостности программного обеспечения, включая программное обеспечение средств защиты информации.\n\nКонтроль целостности программного обеспечения, включая программное обеспечение средств защиты информации, должен предусматривать:\n\n- контроль целостности программного обеспечения средств защиты информации, включая их обновления, по наличию имен (идентификаторов) и (или) по контрольным суммам компонентов средств защиты информации в процессе загрузки и (или) динамически в процессе работы информационной системы;\n- контроль целостности компонентов программного обеспечения (за исключением средств защиты информации), определяемого оператором исходя из возможности реализации угроз безопасности информации, по наличию имен (идентификаторов) компонентов программного обеспечения и (или) по контрольным суммам в процессе загрузки и (или) динамически в процессе работы информационной системы;\n- контроль применения средств разработки и отладки программ в составе программного обеспечения информационной системы;\n- тестирование с периодичностью, установленной оператором функций безопасности средств защиты информации, в том числе с помощью тест- программ, имитирующих попытки несанкционированного доступа, и (или) специальных программных средств;\n- обеспечение физической защиты технических средств информационной системы.\n\nВ случае если функциональные возможности информационной системы должны предусматривать применение в составе ее программного обеспечения средств разработки и отладки программ, оператором обеспечивается выполнение процедур контроля целостности программного обеспечения после завершения каждого процесса функционирования средств разработки и отладки программ.\n\nПравила и процедуры контроля целостности программного обеспечения регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":60,"name":"ОЦЛ.2","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":8,"fields":[{"id":1,"value":"Контроль целостности информации"},{"id":2,"value":"В информационной системе должен осуществляться контроль целостности информации, содержащейся в базах данных информационной системы.\nКонтроль целостности информации, содержащейся в базах данных информационной системы, должен предусматривать:\n\n- контроль целостности с периодичностью, установленной оператором, структуры базы данных по наличию имен (идентификаторов) и (или) по контрольным суммам программных компонент базы данных в процессе загрузки и (или) динамически в процессе работы информационной системы;\n- контроль целостности с периодичностью, установленной оператором, объектов баз данных, определяемых оператором, по контрольным суммам и (или) с использованием криптографических методов в соответствии с законодательством Российской Федерации в процессе загрузки и (или) динамически в процессе работы информационной системы;\n- обеспечение физической защиты технических средств информационной системы, на которых установлена база данных.\n\nПравила и процедуры контроля целостности информации регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[]},{"id":61,"name":"ОЦЛ.3","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":8,"fields":[{"id":1,"value":"Ограничения по вводу информации в информационную (автоматизированную) систему"},{"id":2,"value":"В информационной системе должно осуществляться ограничение прав пользователей по вводу информации в информационную систему.\n\nОграничение прав пользователей по вводу информации предусматривает ограничение по вводу в определенные типы объектов доступа (объекты файловой системы, объекты баз данных, объекты прикладного и специального программного обеспечения) информации исходя из задач и полномочий, решаемых пользователем в информационной системе.\n\nОграничения прав пользователей по вводу информации в информационную систему должны фиксироваться в организационно-распорядительных документах по защите информации (документироваться)."}],"references":[1]},{"id":62,"name":"ОЦЛ.4","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":8,"fields":[{"id":1,"value":"Контроль данных, вводимых в информационную (автоматизированную) систему"},{"id":2,"value":"В информационной системе должен осуществляться контроль точности, полноты и правильности данных, вводимых в информационную систему.\n\nКонтроль точности, полноты и правильности данных, вводимых в информационную систему, обеспечивается путем установления и проверки соблюдения форматов ввода данных, синтаксических, семантических и (или) иных правил ввода информации в информационную систему (допустимые наборы символов, размерность, область числовых значений, допустимые значения, количество символов) для подтверждения того, что ввод информации соответствует заданному оператором формату и содержанию.\n\nВводимые данные должны проверяться на наличие конструкций, которые могут быть интерпретированы программно-техническими средствами информационной системы как исполняемые команды."}],"references":[1,2]},{"id":63,"name":"ОЦЛ.5","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":8,"fields":[{"id":1,"value":"Контроль ошибочных действий пользователей по вводу и (или) передаче информации и предупреждение пользователей об ошибочных действиях"},{"id":2,"value":"В информационной системе должен осуществляться контроль ошибочных действий пользователей по вводу и (или) передаче информации и предупреждение пользователей об ошибочных действиях.\n\nКонтроль ошибочных действий пользователей по вводу и (или) передаче информации и предупреждение пользователей об ошибочных действиях должен предусматривать:\n\n- определение оператором типов ошибочных действий пользователей, которые потенциально могут привести к нарушению безопасности информации в информационной системе;\n- генерирование сообщений для пользователей об их ошибочных действиях и о возможности нарушения безопасности информации в информационной системе для корректировки действий пользователей;\n- регистрация информации об ошибочных действиях пользователей, которые могут привести к нарушению безопасности информации в информационной системе, в журналах регистрации событий безопасности;\n- предоставление доступа к сообщениям об ошибочных действиях пользователей только администраторам."}],"references":[1,2]},{"id":64,"name":"ОЦЛ.6","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":8,"fields":[{"id":1,"value":"Обезличивание и (или) деидентификация информации"},{"id":2,"value":""}],"references":[]},{"id":65,"name":"ОДТ.0","note":"","color":"bg-gray-400","score":0,"groupId":9,"fields":[{"id":1,"value":"Регламентация правил и процедур обеспечения доступности"},{"id":2,"value":"В организации должны быть разработаны, задокументированы и донесены до сведения всех заинтересованных лиц:\n\n- политика обеспечения доступности, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики обеспечения доступности и соответствующих механизмов обеспечения доступности.\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за обеспечением доступности. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. Стратегия управления организационными рисками является одним из ключевых факторов разработки политики и процедур.\n"}],"references":[1,2,3]},{"id":66,"name":"ОДТ.1","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":9,"fields":[{"id":1,"value":"Использование отказоустойчивых технических средств"},{"id":2,"value":"Оператором должно обеспечиваться использование отказоустойчивых технических средств, предусматривающее:\n\n- определение сегментов информационной системы, в которых должны применяться отказоустойчивые технические средства, обладающие свойствами сохранять свою работоспособность после отказа одного или нескольких их составных частей, и перечня таких средств исходя из требуемых условий обеспечения непрерывности функционирования информационной системы и доступности информации, установленных оператором;\n- определение предельных (пороговых) значений характеристик (коэффициента) готовности, показывающего, какую долю времени от общего времени работы информационной системы техническое средство (техническое решение) находится в рабочем состоянии, и характеристик надежности (требуемое значение вероятности отказа в единицу времени) исходя из требуемых условий обеспечения непрерывности функционирования информационной системы и доступности информации, установленных оператором;\n- применение в информационной системе технических средств с установленными оператором характеристиками (коэффициентом) готовности и надежности, обеспечивающих требуемые условия непрерывности функционирования информационной системы и доступности информации;\n- контроль с установленной оператором периодичностью за значениями характеристик (коэффициентов) готовности и надежности технических средств, и реагирование на ухудшение значений данных характеристик (инициализация плана восстановления работоспособности и иные методы реагирования);\n- замена технических средств, характеристики (коэффициенты) готовности и надежности которых достигли предельного значения.\n\nОператором должно быть обеспечено определение требуемых характеристик (коэффициентов) надежности и готовности в соответствии с национальными стандартами."}],"references":[1,2]},{"id":67,"name":"ОДТ.2","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":9,"fields":[{"id":1,"value":"Резервирование средств и систем"},{"id":2,"value":"Оператором должно обеспечиваться резервирование технических средств, программного обеспечения, каналов передачи информации, средств обеспечения функционирования информационной системы, предусматривающее:\n\n- определение сегментов информационной системы, в которых должно осуществляться резервирование технических средств, программного обеспечения, каналов передачи информации и средств обеспечения функционирования, а также перечня резервируемых средств исходя из требуемых условий обеспечения непрерывности функционирования информационной системы и доступности информации, установленных оператором;\n- применение резервных (дублирующих) технических средств, программного обеспечения, каналов передачи информации и (или) средств обеспечения функционирования информационной системы, обеспечивающих требуемые условия непрерывности функционирования информационной системы и доступности информации;\n- ввод в действие резервного технического средства, программного обеспечения, канала передачи информации или средства обеспечения функционирования при нарушении требуемых условий непрерывности функционирования информационной системы и доступности информации.\n\nРезервирование технических средств в зависимости от требуемых условий обеспечения непрерывности функционирования информационной системы и доступности информации включает ненагруженное (\"холодное\") и (или) нагруженное (\"горячее\") резервирование.\n\nПри резервировании программного обеспечения осуществляется создание резервных копий общесистемного, специального и прикладного программного обеспечения, а также программного обеспечения средств защиты информации, необходимых для обеспечения требуемых условий непрерывности функционирования информационной системы и доступности информации.\n\nРезервирование каналов передачи информации включает:\n\n- резервирование каналов связи, обеспечивающее снижение вероятности отказа в доступе к информационной системе;\n- наличие у основных и альтернативных поставщиков телекоммуникационных услуг (провайдеров) информационной системы планов по восстановлению связи при авариях и сбоях, с указанием времени восстановления.\n\nРезервирование средств обеспечения функционирования информационной системы включает:\n\n- использование кратковременных резервных источников питания для обеспечения правильного (корректного) завершения работы сегмента информационной системы (технического средства, устройства) в случае отключения основного источника питания;\n- использование долговременных резервных источников питания в случае длительного отключения основного источника питания и необходимости продолжения выполнения сегментом информационной системы (техническим средством, устройством) установленных функциональных (задач);\n- определение перечня энергозависимых технических средств, которым необходимо обеспечить наличие резервных источников питания (кратковременных и долговременных).\n\nПравила и процедуры резервирования регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2]},{"id":68,"name":"ОДТ.3","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":9,"fields":[{"id":1,"value":"Контроль безотказного функционирования средств и систем"},{"id":2,"value":"Оператором должен осуществляться контроль безотказного функционирования технических средств, обнаружение и локализация отказов функционирования, принятие мер по восстановлению отказавших средств и их тестирование.\n\nКонтроль безотказного функционирования проводится в отношении серверного и телекоммуникационного оборудования, каналов связи, средств обеспечения функционирования информационной системы путем периодической проверки работоспособности в соответствии с эксплуатационной документацией (в том числе путем посылки тестовых сообщений и принятия \"ответов\", визуального контроля, контроля трафика, контроля \"поведения\" системы или иными методами).\n\nПри обнаружении отказов функционирования осуществляется их локализация и принятие мер по восстановлению отказавших средств, их тестирование в соответствии с эксплуатационной документацией, а также регистрация событий, связанных с отказами функционирования, в соответствующих журналах."}],"references":[1,2]},{"id":69,"name":"ОДТ.4","note":"","color":"bg-gray-400","score":0,"groupId":9,"fields":[{"id":1,"value":"Резервное копирование информации"},{"id":2,"value":"Оператором должно обеспечиваться периодическое резервное копирование информации на резервные машинные носители информации, предусматривающее:\n\n- резервное копирование информации на резервные машинные носители информации с установленной оператором периодичностью;\n- разработку перечня информации (типов информации), подлежащей периодическому резервному копированию на резервные машинные носители информации;\n- регистрацию событий, связанных с резервным копированием информации на резервные машинные носители информации;\n- принятие мер для защиты резервируемой информации, обеспечивающих ее конфиденциальность, целостность и доступность.\n\nПравила и процедуры резервного копирования информации регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":70,"name":"ОДТ.5","note":"","color":"bg-gray-400","score":0,"groupId":9,"fields":[{"id":1,"value":"Обеспечение возможности восстановления информации"},{"id":2,"value":"Оператором должна быть обеспечена возможность восстановления информации с резервных машинных носителей информации (резервных копий) в течение установленного оператором временного интервала.\n\nВосстановление информации с резервных машинных носителей информации (резервных копий) должно предусматривать:\n\n- определение времени, в течение которого должно быть обеспечено восстановление информации и обеспечивающего требуемые условия непрерывности функционирования информационной системы и доступности информации;\n- восстановление информации с резервных машинных носителей информации (резервных копий) в течение установленного оператором временного интервала;\n- регистрация событий, связанных восстановлением информации с резервных машинных носителей информации.\n\nПравила и процедуры восстановления информации с резервных машинных носителей информации регламентируются в организационно-распорядительных документах оператора по защите информации.\n"}],"references":[1,2,3]},{"id":71,"name":"ОДТ.6","note":"","color":"bg-gray-400","score":0,"groupId":9,"fields":[{"id":1,"value":"Обеспечение возможности восстановления программного обеспечения при нештатных ситуациях"},{"id":2,"value":"Оператором должна быть предусмотрена возможность восстановления программного обеспечения, включая программное обеспечение средств защиты информации, при возникновении нештатных ситуаций.\n\nДля обеспечения возможности восстановления программного обеспечения в информационной системе должны быть приняты соответствующие планы по действиям персонала (администраторов безопасности, пользователей) при возникновении нештатных ситуаций.\n\nВозможность восстановления программного обеспечения, включая программное обеспечение средств защиты информации, при возникновении нештатных ситуаций должна предусматривать:\n\n- восстановление программного обеспечения, включая программное обеспечение средств защиты информации, из резервных копий (дистрибутивов) программного обеспечения;\n- восстановление и проверка работоспособности системы защиты информации, обеспечивающие необходимый уровень защищенности информации;\n- возврат информационной системы в начальное состояние (до возникновения нештатной ситуации), обеспечивающее ее штатное\n- функционирование, или восстановление отдельных функциональных возможностей информационной системы, определенных оператором, позволяющих решать задачи по обработке информации.\n\nОператором применяются компенсирующие меры защиты информации в случаях, когда восстановление работоспособности системы защиты информации невозможно.\n\nПравила и процедуры восстановления (в том числе планы по действиям персонала порядок применения компенсирующих мер) отражаются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":72,"name":"ОДТ.7","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":9,"fields":[{"id":1,"value":"Кластеризация информационной (автоматизированной) системы"},{"id":2,"value":"В информационной системе должно обеспечиваться выделение групп однотипных узлов, объединенных каналами передачи информации и рассматриваемых как единый программно-технический ресурс, информационной системы в целом и (или) отдельных ее сегментов (серверов приложений, файловых серверов, серверов баз данных, средств защиты информации и иных сегментов) для обеспечения доступности информации, сервисов и механизмов защиты информации."}],"references":[]},{"id":73,"name":"ОДТ.8","note":"","color":"bg-gray-400","score":0,"groupId":9,"fields":[{"id":1,"value":"Контроль предоставляемых вычислительных ресурсов и каналов связи"},{"id":2,"value":"Оператором должен осуществляться контроль состояния и качества предоставления уполномоченным лицом (провайдером) вычислительных ресурсов (мощностей), в том числе по передаче информации, предусматривающий:\n\n- контроль выполнения уполномоченным лицом требований о защите информации, установленных законодательством Российской Федерации и условиями договора (соглашения), на основании которого уполномоченное лицо обрабатывает информацию или предоставляет вычислительные ресурсы (мощности);\n- мониторинг состояния и качества предоставления уполномоченным лицом (провайдером) вычислительных ресурсов (мощностей);\n- мониторинг состояния и качества предоставления уполномоченным лицом (провайдером)услуг по передаче информации.\n\nУсловия, права и обязанности, содержание и порядок контроля должны определяться в договоре (соглашении), заключаемом между оператором и уполномоченным лицом на предоставление вычислительных ресурсов (мощностей) или передачу информации с использованием информационно-телекоммуникационных сетей связи."}],"references":[1,2,3]},{"id":74,"name":"ЗТС.0","note":"","color":"bg-gray-400","score":0,"groupId":10,"fields":[{"id":1,"value":"Регламентация правил и процедур защиты технических средств и систем"},{"id":2,"value":"В организации должны быть разработаны, задокументированы и донесены до сведения всех заинтересованных лиц:\n\n- политика защиты технических средств и систем, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики защиты технических средств и систем и соответствующих механизмов защиты технических средств и систем.\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за защитой технических средств и систем. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. Стратегия управления организационными рисками является одним из ключевых факторов разработки политики и процедур.\n"}],"references":[1,2,3]},{"id":75,"name":"ЗТС.1","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":10,"fields":[{"id":1,"value":"Защита информации от утечки по техническим каналам"},{"id":2,"value":"Оператором должна обеспечиваться защита информации, обрабатываемой техническими средствами, от ее утечки за счет побочных электромагнитных излучений и наводок.\n\nЗащита информации от утечки по техническим каналам должна осуществляться в соответствии со Специальными требованиями и рекомендациями по технической защите конфиденциальной информации (СТР-К), утвержденными приказом Гостехкомиссии России от 30 августа 2002 г. N 282, а также иными методическими документами ФСТЭК России по защите информации ограниченного доступа, не содержащей сведений, составляющих государственную тайну, от утечки по техническим каналам."}],"references":[]},{"id":76,"name":"ЗТС.2","note":"","color":"bg-gray-400","score":0,"groupId":10,"fields":[{"id":1,"value":"Организация контролируемой зоны"},{"id":2,"value":"Оператором должна обеспечиваться контролируемая зона, в пределах которой постоянно размещаются стационарные технические средства, обрабатывающие информацию, и средства защиты информации, а также средства обеспечения функционирования.\n\nКонтролируемая зона включает пространство (территорию, здание, часть здания), в котором исключено неконтролируемое пребывание работников (сотрудников) оператора и лиц, не имеющих постоянного допуска на объекты информационной системы (не являющихся работниками оператора), а также транспортных, технических и иных материальных средств.\n\nГраницами контролируемой зоны могут являться периметр охраняемой территории, ограждающие конструкции охраняемого здания или охраняемой части здания, если оно размещено на неохраняемой территории. Границы контролируемой зоны устанавливаются в организационно-распорядительных документах по защите информации.\n\nДля одной информационной системы (ее сегментов) может быть организовано несколько контролируемых зон."}],"references":[1,2,3]},{"id":77,"name":"ЗТС.3","note":"","color":"bg-gray-400","score":0,"groupId":10,"fields":[{"id":1,"value":"Управление физическим доступом"},{"id":2,"value":"Оператором должны обеспечиваться контроль и управление физическим доступом к техническим средствам, средствам защиты информации, средствам обеспечения функционирования, а также в помещения и сооружения, в которых они установлены, исключающие несанкционированный физический доступ к средствам обработки информации, средствам защиты информации и средствам обеспечения функционирования информационной системы и помещения и сооружения, в которых они установлены.\n\nКонтроль и управление физическим доступом должны предусматривать:\n\n- определение лиц, допущенных к техническим средствам, средствам защиты информации, средствам обеспечения функционирования, а также в помещения и сооружения, в которых они установлены;\n- санкционирование физического доступа к техническим средствам, средствам защиты информации, средствам обеспечения функционирования, а также в помещения и сооружения, в которых они установлены;\n- учет физического доступа к техническим средствам, средствам защиты информации, средствам обеспечения функционирования, а также в помещения и сооружения, в которых они установлены.\n\nПравила и процедуры контроля и управления физическим доступом регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":78,"name":"ЗТС.4","note":"","color":"bg-gray-400","score":0,"groupId":10,"fields":[{"id":1,"value":"Размещение устройств вывода (отображения) информации, исключающее ее несанкционированный просмотр"},{"id":2,"value":"Оператором должно осуществляться размещение устройств вывода (отображения) информации, исключающее ее несанкционированный просмотр.\n\nВ качестве устройств вывода (отображения) информации в информационной системе следует рассматривать экраны мониторов автоматизированных рабочих мест пользователей, мониторы консолей управления технических средств (серверов, телекоммуникационного оборудования и иных технических средств), видеопанели, видеостены и другие средства визуального отображения защищаемой информации, печатающие устройства (принтеры, плоттеры и иные устройства), аудиоустройства, многофункциональные устройства.\n\nРазмещение устройств вывода (отображения, печати) информации должно исключать возможность несанкционированного просмотра выводимой информации, как из-за пределов контролируемой зоны, так и в пределах контролируемой зоны. Не следует размещать устройства вывода (отображения, печати) информации напротив оконных проемов, входных дверей, технологических отверстий, в коридорах, холлах и иных местах, доступных для несанкционированного просмотра."}],"references":[1,2,3]},{"id":79,"name":"ЗТС.5","note":"","color":"bg-gray-400","score":0,"groupId":10,"fields":[{"id":1,"value":"Защита от внешних воздействий"},{"id":2,"value":"Оператором должна осуществляться защита от внешних воздействий (воздействий окружающей среды, нестабильности электроснабжения, кондиционирования и иных внешних факторов).\n\nЗащита от внешних воздействий в соответствии с требованиями законодательства Российской Федерации (национальных стандартов, технических регламентов) должна предусматривать:\n\n- выполнение норм и правил пожарной безопасности;\n- выполнение норм и правил устройства и технической эксплуатации электроустановок, а также соблюдение параметров электропитания и заземления технических средств;\n- обеспечение необходимых для эксплуатации технических средств температурно-влажностного режима и условий по степени запыленности воздуха."}],"references":[1,2,3]},{"id":80,"name":"ЗТС.6","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":10,"fields":[{"id":1,"value":"Маркирование аппаратных компонентов системы относительно разрешенной к обработке информации"},{"id":2,"value":"В организации должна осуществляться маркировка компонент информационной системы, с указанием ограничения распространения, требования к обработке и применимые защитные маркировки (если таковые имеются) информации\n\nОрганизация может освободить, определяемые организацией типы компонент информационной системы от маркировки до тех пор, пока указанные компоненты остаются в пределах определенной контролируемой области.\n\nТермин «маркировка безопасности» относится к применению/использованию считываемых человеком атрибутов безопасности. Термин \"маркировка безопасности\" относится к применению/использованию атрибутов безопасности в отношении внутренних структур данных в информационных системах. Компоненты информационной системы включают в себя как цифровые, так и нецифровые носители. Цифровые носители включают в себя, например, дискеты, магнитные ленты, внешние/съемные жесткие диски, флэш-диски, компакт-диски и цифровые видеодиски. Нецифровые носители включают, например, бумагу и микрофильмы. Маркировка безопасности, как правило, не требуется для общедоступной информации, определяемую организациями как находящуюся в открытом доступе или подлежащую обнародованию. Однако некоторым организациям может потребоваться маркировка общедоступной информации, указывающая на то, что эта информация может быть обнародована."}],"references":[]},{"id":81,"name":"ЗИС.0","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Регламентация правил и процедур защиты информационной (автоматизированной) системы и ее компонентов"},{"id":2,"value":"В организации должны быть разработаны, задокументированы и донесены до сведения всех заинтересованных лиц:\n\n- политика защиты информационной (автоматизированной) системы и ее компонентов, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики защиты информационной (автоматизированной) системы и ее компонентов и соответствующих механизмов защиты информационной (автоматизированной) системы и ее компонентов.\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за защитой информационной (автоматизированной) системы и ее компонентов. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. Стратегия управления организационными рисками является одним из ключевых факторов разработки политики и процедур."}],"references":[1,2,3]},{"id":82,"name":"ЗИС.1","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Разделение функций по управлению (администрированию) информационной (автоматизированной) системой с иными функциями"},{"id":2,"value":"В информационной системе должно быть обеспечено разделение функциональных возможностей по управлению (администрированию) информационной системой, управлению (администрированию) системой защиты информации (функций безопасности) и функциональных возможностей пользователей по обработке информации.\n\nФункциональные возможности по управлению (администрированию) информационной системой и управлению (администрированию) системой защиты информации включают функции по управлению базами данных, прикладным программным обеспечением, телекоммуникационным оборудованием, рабочими станциями, серверами, средствами защиты информации и иные функции, требующие высоких привилегий.\n\nРазделение функциональных возможностей обеспечивается на физическом и (или) логическом уровне путем выделения части программно-технических средств информационной системы, реализующих функциональные возможности по управлению (администрированию) информационной системой и управлению (администрированию) системой защиты информации, в отдельный домен, использования различных автоматизированных рабочих мест и серверов, различных типов операционных систем, разных способов аутентификации, различных сетевых адресов, выделенных каналов управления и (или) комбинаций данных способов, а также иными методами."}],"references":[1,2,3]},{"id":83,"name":"ЗИС.2","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Защита периметра информационной (автоматизированной) системы"},{"id":2,"value":"В информационной системе должна осуществляться защита периметра (физических и (или) логических границ) информационной системы при ее взаимодействии с иными информационными системами и информационно-телекоммуникационными сетями, предусматривающая:\n\n- управление (контроль) входящими в информационную систему и исходящими из информационной системы информационными потоками на физической и (или) логической границе информационной системы (сегментов информационной системы);\n- обеспечение взаимодействия информационной системы и (или) ее сегментов с иными информационными системами и сетями только через сетевые интерфейсы, которые обеспечивают управление (контроль) информационными потоками с использованием средств защиты информации (управляемые (контролируемые) сетевые интерфейсы), установленных на физическом и (или) логическом периметре информационной системы или ее отдельных сегментов (маршрутизаторов, межсетевых экранов, коммутаторов, прокси-серверов, шлюзов безопасности, средств построения виртуальных частных сетей и иных средств защиты информации).\n\nПравила и процедуры защиты периметра информационной системы регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":84,"name":"ЗИС.3","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Эшелонированная защита информационной (автоматизированной) системы"},{"id":2,"value":"Оператор осуществляет:\n\n- сегментирование информационной системы (согласно ЗИС.4);\n- использование средств защиты, работающих на различных уровнях сетевой модели OSI;\n- использование средств защиты, противодействующих одинаковым угрозам разными способами;\n- последовательное (усиление защиты от сегмента с низкими требованиями по защите к сегментам с высокими требованиями по защите) или параллельное (принятие решения осуществляется на основании двух и более средств защиты) использование средств защиты различных производителей."}],"references":[1,2,3]},{"id":85,"name":"ЗИС.4","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Сегментирование информационной (автоматизированной) системы"},{"id":2,"value":"Оператором должно осуществляться разбиение информационной системы на сегменты (сегментирование информационной системы) и обеспечиваться защита периметров сегментов информационной системы.\n\nСегментирование информационной системы проводится с целью построения многоуровневой (эшелонированной) системы защиты информации путем построения сегментов на различных физических доменах или средах. Принципы сегментирования информационной системы определяются оператором с учетом функциональных и технологических особенностей процесса обработки информации и анализа угроз безопасности информации и должны заключаться в снижении вероятности реализации угроз и (или) их локализации в рамках одного сегмента.\n\nСегментирование информационной системы также может проводиться с целью разделения информационной системы на сегменты, имеющие различные классы защищенности информационной системы.\n\nПри сегментировании информационной системы должна быть обеспечена защита периметров сегментов информационной системы."}],"references":[1,2]},{"id":86,"name":"ЗИС.5","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Организация демилитаризованной зоны"},{"id":2,"value":"Оператором осуществляется выделение сегмента информационной системы для размещения публично доступных интерфейсов системы (DMZ), которые отвечают на запросы из внешних сетей, транслируя соответствующий запрос к внутренним серверам системы, которые изолируются от внешних сетей."}],"references":[1,2,3]},{"id":87,"name":"ЗИС.6","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Управление сетевыми потоками"},{"id":2,"value":"В информационной системе должно осуществляться управление информационными потоками при передаче информации между устройствами, сегментами в рамках информационной системы, включающее:\n\n- фильтрацию информационных потоков в соответствии с правилами управления потоками, установленными оператором;\n- разрешение передачи информации в информационной системе только по маршруту, установленному оператором;\n- изменение (перенаправление) маршрута передачи информации в случаях, установленных оператором;\n- запись во временное хранилище информации для анализа и принятия решения о возможности ее дальнейшей передачи в случаях, установленных оператором.\n\nУправление информационными потоками должно обеспечивать разрешенный (установленный оператором) маршрут прохождения информации между пользователями, устройствами, сегментами в рамках информационной системы, а также между информационными системами или при взаимодействии с сетью Интернет(или другими информационно- телекоммуникационными сетями международного информационного обмена) на основе правил управления информационными потоками, включающих контроль конфигурации информационной системы, источника и получателя передаваемой информации, структуры передаваемой информации, характеристик информационных потоков и (или) канала связи (без анализа содержания информации). Управление информационными потоками должно блокировать передачу защищаемой информации через сеть Интернет (или другие информационно-телекоммуникационные сети международного информационного обмена) по незащищенным линиям связи, сетевые запросы и трафик, несанкционированно исходящие из информационной системы и (или) входящие в информационную систему.\n\nПри реализации мер по управлению потоками информации между компонентами виртуальной инфраструктуры должны обеспечиваться:\n\n- фильтрация сетевого трафика между компонентами виртуальной инфраструктуры, в том числе между внешними по отношению к серверу виртуализации сетями и внутренними по отношению к серверу виртуализации сетями, в том числе при организации сетевого обмена с сетями связи общего пользования;\n- обеспечение доверенных канала, маршрута внутри виртуальной инфраструктуры между администратором, пользователем и средствами защиты информации (функциями безопасности);\n- контроль передачи служебных информационных сообщений, передаваемых в виртуальных сетях гипервизора, хостовой операционной системы, по составу, объему и иным характеристикам;\n- отключение неиспользуемых сетевых протоколов компонентами виртуальной инфраструктуры гипервизора, хостовой операционной системы, виртуальной вычислительной сети;\n- обеспечение подлинности сетевых соединений (сеансов взаимодействия) внутри виртуальной инфраструктуры, в том числе для защиты от подмены сетевых устройств и сервисов;\n- обеспечение изоляции потоков данных, передаваемых и обрабатываемых компонентами виртуальной инфраструктуры (гипервизором, хостовой операционной системой) и сетевых потоков виртуальной вычислительной сети;\n- семантический и статистический анализ сетевого трафика виртуальной вычислительной сети.\n\nПравила и процедуры управления информационными потоками регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":88,"name":"ЗИС.7","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Использование эмулятора среды функционирования программного обеспечения (\"песочница\")"},{"id":2,"value":"«Песочницы», также известные как эмуляторы среды функционирования программного обеспечения, позволяют открывать вложения электронной почты, выполнять ненадежные или подозрительные приложения и выполнять запросы Universal Resource Locator (URL) в изолированной среде или виртуализированной изолированной среде. «Песочницы» помогают определить, содержат ли связанные вложения/приложения вредоносный код. Хотя контроль связан с концепцией ложных сетей, он не предназначен для поддержания долгосрочной среды, в которой могут действовать противники и могут наблюдаться их действия. Скорее, он предназначен для быстрой идентификации вредоносного кода и уменьшения вероятности того, что код будет распространен в среде работы пользователя (или полностью предотвратить такое распространение)."}],"references":[]},{"id":89,"name":"ЗИС.8","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Сокрытие архитектуры и конфигурации информационной (автоматизированной) системы"},{"id":2,"value":"Оператором должно обеспечиваться воспроизведение ложных и (или) скрытие истинных отдельных информационных технологий и (или) структурно-функциональных характеристик информационной системы или ее сегментов, обеспечивающее навязывание у нарушителя ложного представления об истинных информационных технологиях и (или) структурно-функциональных характеристиках информационной системы.\n\nВоспроизведение (визуализация) ложных и (или) скрытие (маскирование) истинных отдельных информационных технологий и (или) структурно-функциональных характеристик информационной системы или ее сегментов должны быть направлены на снижение возможности успешной реализации нарушителем угрозы безопасности информации (компьютерной атаки) путем введения в заблуждение нарушителя относительно возможных способов и средств компьютерных атак на информационную систему.\n\nПри этом визуализация ложных и (или) маскирование истинных отдельных информационных технологий и (или) структурно-функциональных характеристик информационной системы позволяют снизить или исключить затраты на внедрение сложных средств защиты информации."}],"references":[1,2,3]},{"id":90,"name":"ЗИС.9","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Создание гетерогенной среды"},{"id":2,"value":"Проектировщиком при создании информационной должны применяться различные типы общесистемного, прикладного и специального программного обеспечения (создание гетерогенной среды).\n\nГетерогенная среда создается путем применения различных типов информационных технологий с целью ограничения возможностей потенциальных нарушителей по реализации угроз безопасности информации (по несанкционированному доступу к информации, внедрению вредоносного программного обеспечения (компьютерных вирусов) и по организации вторжений (проведению компьютерных атак)).\n\nСоздание гетерогенной среды может достигаться в частности применением на серверах информационной системы UNIX-подобных операционных систем, отличных от операционных систем, применяемых на автоматизированных рабочих местах типа Windows и (или) применением в смежных сетевых сегментах информационной системы разных типов сетевого общесистемного, прикладного и (или) специального программного обеспечения.\n\nПри создании гетерогенной среды необходимо учитывать повышение сложности в управлении конфигурацией информационной системы и возможность увеличения ошибок конфигурации и возможных уязвимостей."}],"references":[]},{"id":91,"name":"ЗИС.10","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Использование программного обеспечения, функционирующего в средах различных операционных систем"},{"id":2,"value":"В информационной системе должно применяться прикладное и специальное программное обеспечение, имеющее возможность функционирования на различных типах операционных системах (независимое от вида операционной системы прикладное и специальное программное обеспечение).\n\nЦелью применения независимого от платформы операционной системы прикладного и специального программного обеспечения является обеспечение бесперебойного (штатного) функционирования прикладного (специального) программного обеспечения путем перевода его под управление операционной системы другого типа в случае реализации компьютерной атаки (возникновения инцидента) на основную операционную систему до восстановления безопасного функционирования информационной системы.\n\nПрименение независимого от типа (вида) операционной системы прикладного и специального программного обеспечения достигается, в частности, применением программного обеспечения, функционирование которого возможно как под управлением UNIX-подобных операционных систем, так и под управлением операционных систем типа Windows или иных операционных систем.\n\nПеречень прикладного и специального программного обеспечения, имеющего возможность функционирования на различных типах операционных системах, определяется оператором."}],"references":[]},{"id":92,"name":"ЗИС.11","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Предотвращение задержки или прерывания выполнения процессов с высоким приоритетом со стороны процессов с низким приоритетом"},{"id":2,"value":"В информационной системе должно обеспечиваться предотвращение задержки или прерывания выполнения процессов с высоким приоритетом со стороны процессов (служб, сервисов) с низким приоритетом, предусматривающее:\n\n- определение приоритетов процессов (служб, сервисов) для пользователей и (или) групп пользователей и (или) ролей в информационной системе;\n- выполнение процессов (служб, сервисов) в информационной системе с учетом их приоритета (в первую очередь должны выполняться процессы с более высоким приоритетом);\n- исключение задержки и (или) вмешательства в выполнение процессов (служб, сервисов) с более высоким приоритетом со стороны процессов (служб, сервисов) с более низким приоритетом."}],"references":[]},{"id":93,"name":"ЗИС.12","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Изоляция процессов (выполнение программ) в выделенной области памяти"},{"id":2,"value":"В информационной системе должна осуществляться изоляция процессов (выполнение программ) в выделенной области памяти.\n\nИзоляция процессов (выполнение программ) в выделенной области памяти должна обеспечивать недоступность областей памяти, используемых процессами (программами) выполняемыми от имени одного пользователя (учетной записи), для процессов (программ), исполняемых от имени другого пользователя (учетной записи).\n\nИзоляция процессов (выполнение программ) в выделенной области памяти реализуется в средствах вычислительной техники, определенных оператором, и как минимум должна включать изоляцию процессов, связанных с выполнением функций безопасности средств защиты информации."}],"references":[]},{"id":94,"name":"ЗИС.13","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Защита неизменяемых данных"},{"id":2,"value":"В информационной системе должна обеспечиваться защита архивных файлов, параметров настройки средств защиты информации и программного обеспечения, иных данных, не подлежащих изменению в процессе обработки информации.\n\nЗащита архивных файлов, параметров настройки средств защиты информации и программного обеспечения и иных данных, не подлежащих изменению в процессе обработки информации, обеспечивается принятием мер защиты информации, определенных оператором в соответствии с настоящим методическим документом, направленных на обеспечение их конфиденциальности и целостности.\n\nЗащита данных, не подлежащих изменению в процессе обработки информации, обеспечивается в отношении информации, хранящейся на жестких магнитных дисках, дисковых накопителях и иных накопителях в информационной системе."}],"references":[1,2]},{"id":95,"name":"ЗИС.14","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Использование неперезаписываемых машинных носителей информации"},{"id":2,"value":"В информационной системе должно обеспечиваться:\n\n- выделение в составе операционной системы и прикладного программного обеспечения частей, немодифицируемых в процессе загрузки и выполнения, и размещение их на машинных носителях информации, доступных только для чтения;\n- загрузка и выполнение на средствах вычислительной техники, определяемых оператором, операционной системы с машинных носителей информации, доступных только для чтения;\n- загрузка и выполнение на средствах вычислительной техники прикладного программного обеспечения, определяемого оператором, с машинных носителей информации, доступных только для чтения.\n\nВ качестве машинных носителей информации, доступных только для чтения, рассматриваются, в том числе, оптические носители CD-R/DVD-R или иные аппаратные машинные носители информации, возможность перезаписи на которые исключена технологически."}],"references":[]},{"id":96,"name":"ЗИС.15","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Реализация электронного почтового обмена с внешними сетями через ограниченное количество контролируемых точек"},{"id":2,"value":"Оператор должен обеспечить электронный почтовый обмен с внешними сетями через ограниченное количество контролируемых точек. Данная мера используется для противодействия возможным атакам, реализуемым с использованием электронной почты.\n\nВ случае использования внешних почтовых серверов, оператор должен обеспечить, что взаимодействие с ними осуществляется через следующие точки:\n\n- прокси-сервер (например, используемый для доступа пользователей к сети Интернет) для случаев доступа к почте через web-интерфейс с обязательным контролем всего трафика на предмет вредоносного программного обеспечения, а также защитой от спама, реализованной согласно ЗИС.16);\n- межсетевой экран для случаев доступа к серверам электронной почте по специализированным протоколам (SMTP, POP3, IMAP) с обязательным контролем всего трафика на предмет вредоносного программного обеспечения, а также защитой от спама, реализованной согласно ЗИС.16).\n\nВ случае использования внутренних почтовых серверов – весь почтовый обмен должен осуществляться через них (например, путем ограничения специализированных протоколов на межсетевых экранах и перечня доступных сайтов на прокси-серверах)."}],"references":[]},{"id":97,"name":"ЗИС.16","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Защита от спама"},{"id":2,"value":"Оператором должно обеспечиваться обнаружение и реагирование на поступление незапрашиваемых электронных сообщений (писем, документов) и иной информации, не относящихся к функционированию информационной системы (защита от спама).\n\nЗащита от спама реализуется на точках входа в информационную систему (выхода) информационных потоков (межсетевые экраны, почтовые серверы, Web-серверы, прокси-серверы и серверы удаленного доступа), а также на автоматизированных рабочих местах, серверах и (или) мобильных технических средствах, подключенных к сетям связи общего пользования, для обнаружения и реагирования на поступление по электронной почте незапрашиваемых электронных сообщений (писем, документов) или в приложениях к электронным письмам.\n\nЗащита от спама обеспечивается применением специализированных средств защиты, реализующих следующие механизмы защиты:\n\n- фильтрация по содержимому электронных сообщений (писем, документов) с использованием критериев, позволяющих относить сообщения к спаму сигнатурным и (или) эвристическим методами;\n- фильтрация на основе информации об отправителе электронного сообщения (в том числе с использованием «черных» списков (запрещенные отправители) и (или) «белых» списков (разрешенные отправители).\n\nОператором должно осуществляться обновление базы «черных» («белых») списков и контроль целостности базы «черных» («белых») списков.\n\nПравила и процедуры обнаружения и реагирования на поступление незапрашиваемой информации регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2]},{"id":98,"name":"ЗИС.17","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Защита информации от утечек"},{"id":2,"value":"В информационной системе должен осуществляться контроль содержания информации, передаваемой из информационной системы (контейнерный, основанный на свойствах объекта доступа, и контентный, основанный на поиске запрещенной к передаче информации с использованием сигнатур, масок и иных методов), и исключение неправомерной передачи информации из информационной системы.\n\nКонтроль содержания информации, передаваемой из информационной системы, должен предусматривать:\n\n- выявление фактов неправомерной передачи защищаемой информации из информационной системы через различные типы сетевых соединений, включая сети связи общего пользования и реагирование на них;\n- выявление фактов неправомерной записи защищаемой информации на неучтенные съемные машинные носители информации и реагирование на них;\n- выявление фактов неправомерного вывода на печать документов, содержащих защищаемую информацию и реагирование на них;\n- выявление фактов неправомерного копирования защищаемой информации в прикладное программное обеспечение из буфера обмена и реагирование на них;\n- контроль хранения защищаемой информации на серверах и автоматизированных рабочих местах;\n- выявление фактов хранения информации на общих сетевых ресурсах (общие папки, системы документооборота, базы данных, почтовые архивы и иные ресурсы).\n\nКонтроль содержания информации, передаваемой из информационной системы, осуществляется по цифровым отпечаткам информации, по регулярным выражениям и (или) по атрибутам безопасности (меткам безопасности) файлов, а также с помощью иных методов.\n\nПравила и процедуры контроля содержания передаваемой информации регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[]},{"id":99,"name":"ЗИС.18","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Блокировка доступа к сайтам или типам сайтов, запрещенных к использованию"},{"id":2,"value":"Блокировка доступа к сайтам или типам сайтов обеспечивается применением специализированных средств защиты, реализующих следующие механизмы защиты:\n\n- фильтрация на основе IP или URL сайта (в том числе с использованием «черных» списков (запрещенные сайты) и (или) «белых» списков (разрешенные сайты);\n- фильтрация по типу сайта или web-приложения с использованием межсетевых экранов, работающих на уровне приложения;\n\nОператором должно осуществляться обновление базы «черных» («белых») списков и контроль целостности базы «черных» («белых») списков."}],"references":[]},{"id":100,"name":"ЗИС.19","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Защита информации при ее передаче по каналам связи"},{"id":2,"value":"Оператором должна быть обеспечена защита информации от раскрытия, модификации и навязывания (ввода ложной информации) при ее передаче (подготовке к передаче) по каналам связи, имеющим выход за пределы контролируемой зоны.\n\nЗащита информации обеспечивается путем защиты каналов связи от несанкционированного физического доступа (подключения) к ним и (или) применения в соответствии с законодательством Российской Федерации средств криптографической защиты информации или иными методами."}],"references":[1,2,3]},{"id":101,"name":"ЗИС.20","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Обеспечение доверенных канала, маршрута"},{"id":2,"value":"В информационной системе должны обеспечиваться доверенные маршруты передачи данных между администратором (пользователем) и средствами защиты информации (функциями безопасности средств защиты информации), определяемыми оператором.\n\nОператором должен быть определен перечень целей (функций) передачи данных, для которых требуется доверенный канал (маршрут).\n\nДоверенный канал между пользователем и средствами защиты информации должен обеспечиваться при удаленном и локальном доступе в информационную систему."}],"references":[1,2,3]},{"id":102,"name":"ЗИС.21","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Запрет несанкционированной удаленной активации периферийных устройств"},{"id":2,"value":"В информационной системе должны осуществляться запрет несанкционированной удаленной активации видеокамер, микрофонов и иных периферийных устройств, которые могут активироваться удаленно, и оповещение пользователей об активации таких устройств, в том числе путем сигнализации, индикации.\n\nЗапрет несанкционированной удаленной активации должен осуществляться в отношении всех периферийных устройств ввода (вывода) информации, которые имеют возможность управления (запуска, включения, выключения) через компоненты программного обеспечение, установленные на рабочем месте пользователя, коммуникационных сервисов сторонних лиц (провайдеров) (ICQ, Skype и иные сервисы).\n\nЗапрет несанкционированной удаленной активации должен осуществляться через физическое исключение такой возможности и (или) путем управления программным обеспечением.\n\nВ исключительных случаях для решения установленных оператором отдельных задач, решаемых информационной системой, допускается возможность удаленной активации периферийных устройств. При этом должно быть обеспечено определение и фиксирование в организационно-распорядительных документах по защите информации (документирование) перечня периферийных устройств, для которых допускается возможность удаленной активации и обеспечен контроль за активацией таких устройств."}],"references":[1,2,3]},{"id":103,"name":"ЗИС.22","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Управление атрибутами безопасности при взаимодействии с иными информационными (автоматизированными) системами"},{"id":2,"value":"В информационной системе должна осуществляться передача, сопоставление (сравнение) атрибутов безопасности (меток безопасности) с информацией, которой она обменивается с иными (внешними) информационными системами.\n\nАтрибуты безопасности могут сопоставляться с информацией, содержащейся в информационной системе, в явном или скрытом виде.\nМеры по передаче и контролю целостности (сопоставлению, сравнению) атрибутов безопасности (меток безопасности) реализуются в соответствии с УПД.12."}],"references":[]},{"id":104,"name":"ЗИС.23","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"\t\nКонтроль использования мобильного кода"},{"id":2,"value":"Оператором должны осуществляться контроль санкционированного и исключение несанкционированного использования технологий мобильного кода (активного контента) в информационной системе, в том числе регистрация событий, связанных с использованием технологии мобильного кода, их анализ и реагирование на нарушения, связанные с использованием технологии мобильного кода. Технология мобильного кода включает, в том числе использование Java, JavaScript, ActiveX, PDF, Postscript, Flash-анимация и VBScript и иных технологий.\n\nПри контроле использования технологий мобильного кода должно быть обеспечено:\n\n- определение перечня мобильного кода и технологий мобильного кода разрешенных и (или) запрещенных для использования в информационной системе;\n- определение разрешенных мест распространения (серверы информационной системы) и использования мобильного кода (автоматизированные рабочие места, мобильные технические средства информационной системы) и функций информационной системы, для которых необходимо применение технологии мобильного кода;\n- регистрация и анализ событий, связанных с разработкой, приобретением или внедрением технологии мобильного кода;\n- исключение возможности использования запрещенного мобильного кода в информационной системе, а также внедрение мобильного кода в местах, не разрешенных для его установки.\n\nПравила и процедуры контроля использования технологий мобильного кода регламентируются в организационно-распорядительных документах оператора по защите информации.\n"}],"references":[]},{"id":105,"name":"ЗИС.24","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Контроль передачи речевой информации"},{"id":2,"value":"Оператором должны осуществляться контроль санкционированного и исключение несанкционированного использования технологий передачи речи в информационной системе, в том числе регистрация событий, связанных с использованием технологий передачи речи, их анализ и реагирование на нарушения, связанные с использованием технологий передачи речи. При контроле использования технологий передачи речи должно быть обеспечено:\n\n- определение перечня технологий (сервисов) передачи речи разрешенных и (или) запрещенных для использования в информационной системе;\n- определение субъектов доступа (категорий пользователей), которым разрешены разработка, приобретение или внедрение технологий передачи речи в соответствии с установленными ролями;\n- реализация параметров настройки, исключающих возможность удаленной конфигурации устройств передачи речи;\n- регистрация и анализ событий, связанных с разработкой, приобретением и внедрением технологий передачи речи;\n- исключение возможности использования запрещенной технологии передачи речи в информационной системе, а также разработки, приобретения и внедрения технологий передачи речи субъектам доступа (пользователям), которым не разрешено ее использование.\n\nТехнология передачи речи включает, в том числе, передачу речи через Интернет (в частности VoIP).\n\nПравила и процедуры контроля использования технологий передачи речи регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[]},{"id":106,"name":"ЗИС.25","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Контроль передачи видеоинформации"},{"id":2,"value":"Оператором должны осуществляться контроль санкционированного и исключение несанкционированного использования технологий передачи видеоинформации в информационной системе, в том числе регистрация событий, связанных с использованием технологий передачи видеоинформации, их анализ и реагирование на нарушения, связанные с использованием технологий передачи видеоинформации. При контроле использования технологий передачи видеоинформации должно быть обеспечено:\n\n- определение перечня технологий (сервисов) передачи видеоинформации разрешенных и (или) запрещенных для использования в информационной системе;\n- определение субъектов доступа (категорий пользователей), которым разрешены разработка, приобретение или внедрение технологий передачи видеоинформации в соответствии с установленными ролями;\n- реализация параметров настройки, исключающих возможность удаленной конфигурации устройств передачи видеоинформации;\n- регистрация и анализ событий, связанных с разработкой, приобретением и внедрением технологий передачи видеоинформации;\n- исключение возможности использования запрещенной технологии передачи видеоинформации в информационной системе, а также разработки, приобретения и внедрения технологий передачи видеоинформации субъектов доступа (пользователям), которым не разрешено ее использование.\n\nТехнология передачи видеоинформации включает, в том числе, применение технологий видеоконференцсвязи.\n\nПравила и процедуры контроля передачи видеоинформации регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[]},{"id":107,"name":"ЗИС.26","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Подтверждение происхождения источника информации"},{"id":2,"value":"В информационной системе должна обеспечиваться возможность подтверждения происхождения источника и целостности информации, получаемой в процессе определения сетевых адресов по сетевым именам или определения сетевых имен по сетевым адресам, в том числе с использованием DNS-серверов. При подтверждении происхождения источника должны обеспечиваться:\n\n- аутентификация в соответствии с ИАФ.7 и (или) ИАФ.2 сервера, являющегося источником ответов на запросы (сервер доменных имен или DNS-сервер) по определению сетевых адресов (IP-адресов) по сетевым именам (доменные имена);\n- аутентификация в соответствии с ИАФ.7 и (или) ИАФ.2 сервера, являющегося источником ответов на запросы (кэширующий DNS-сервер) по определению сетевых имен (доменных имен) по сетевым адресам (IP-адресам)."}],"references":[]},{"id":108,"name":"ЗИС.27","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Обеспечение подлинности сетевых соединений"},{"id":2,"value":"В информационной системе должно осуществляться обеспечение подлинности сетевых соединений (сеансов взаимодействия), в том числе для защиты от подмены сетевых устройств и сервисов (защита от атак типа «человек посередине»).\n\nДля подтверждения подлинности сторон сетевого соединения (сеанса взаимодействия) и защиты сетевых устройств и сервисов от подмены должна осуществляться их аутентификация в соответствии с ИАФ.2 и ЗИС.10.\n\nКонтроль целостности передаваемой информации должен включать проверку целостности передаваемых пакетов (в частности, в соответствии с ЗИС.3)."}],"references":[1,2]},{"id":109,"name":"ЗИС.28","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Исключение возможности отрицания отправки информации"},{"id":2,"value":"Оператором должно обеспечиваться исключение возможности отрицания пользователем факта отправки информации другому пользователю.\n\nДля исключения возможности отрицания пользователем факта отправки информации другому пользователю должны осуществляться:\n\n- определение объектов или типов информации, для которых требуется обеспечение неотказуемости отправки (например, сообщения электронной почты);\n- обеспечение целостности информации при ее подготовке к передаче и непосредственной ее передаче по каналам связи в соответствии с ЗИС.3;\n- регистрация событий, связанных с отправкой информации другому пользователю в соответствии с РСБ.2.\n"}],"references":[]},{"id":110,"name":"ЗИС.29","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Исключение возможности отрицания получения информации"},{"id":2,"value":"Оператором должно обеспечиваться исключение возможности отрицания пользователем факта получения информации от другого пользователя.\n\nДля исключения возможности отрицания пользователем факта получения информации должны осуществляться:\n\n- определение объектов или типов информации, для которых требуется обеспечение неотказуемости получения (сообщения электронной почты);\n- обеспечение целостности полученной информации в соответствии с ЗИС.3;\n- регистрация событий, связанных с получением информации от другого пользователя в соответствии с РСБ.2."}],"references":[]},{"id":111,"name":"ЗИС.30","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Использование устройств терминального доступа"},{"id":2,"value":"Оператором для обработки информации в информационной системе должны применяться устройства терминального доступа, обладающие минимальными функциональными возможностями по обработке и хранению информации.\n\nПрименение устройств терминального доступа должно быть направлено на сосредоточение основных функций по обработке и хранению информации на серверах (в центрах обработки данных), уменьшение состава мер защиты информации, реализуемых на каждой рабочей станции, и перенос их реализации на серверы.\n\nК таким устройствам относятся, в том числе, бездисковые рабочие станции, при использовании которых информация текущей сессии хранится в оперативной памяти или на защищенном съемном машинном носителе информации, устройства, поддерживающие технологию виртуального рабочего стола, и иные устройства."}],"references":[]},{"id":112,"name":"ЗИС.31","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Защита от скрытых каналов передачи информации"},{"id":2,"value":"Оператором должны выполняться мероприятия по выявлению и анализу скрытых каналов передачи информации для определения параметров передачи информации, которые могут использоваться для скрытого хранения информации и скрытой передачи информации за пределы информационной системы.\n\nВыявление, анализ и блокирование скрытых каналов передачи информации выполняется с учетом национальных стандартов:\n\n- ГОСТ Р 53113-2008 Информационная технология. Защита информационных технологий и автоматизированных систем от угроз информационной безопасности, реализуемых с использованием скрытых каналов. Часть 1. Общие положения;\n- ГОСТ Р 53113.2-2009 Информационная технология. Защита информационных технологий и автоматизированных систем от угроз информационной безопасности, реализуемых с использованием скрытых каналов. Часть 2. Рекомендации по организации защиты информации, информационных технологий и автоматизированных систем от атак с использованием скрытых каналов.\n\nВыявление и анализ скрытых каналов передачи информации осуществляется на этапах разработки и реализации системы защиты информации."}],"references":[]},{"id":113,"name":"ЗИС.32","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Защита беспроводных соединений"},{"id":2,"value":"Оператором должны обеспечиваться регламентация и контроль использования в информационной системе технологий беспроводного доступа пользователей к объектам доступа (стандарты коротковолновой радиосвязи, спутниковой и пакетной радиосвязи), направленные на защиту информации в информационной системе.\n\nРегламентация и контроль использования технологий беспроводного доступа должны включать:\n\n- ограничение на использование технологий беспроводного доступа (беспроводной передачи данных, беспроводного подключения оборудования к сети, беспроводного подключения устройств к средству вычислительной техники) в соответствии с задачами (функциями) информационной системы, для решения которых такой доступ необходим, и предоставление беспроводного доступа;\n- предоставление технологий беспроводного доступа только тем пользователям, которым он необходим для выполнения установленных должностных обязанностей (функций);\n- мониторинг и контроль применения технологий беспроводного доступа на предмет выявления несанкционированного использования технологий беспроводного доступа к объектам доступа информационной системы;\n- контроль беспроводного доступа пользователей (процессов запускаемых от имени пользователей) к объектам доступа информационной системы до начала информационного взаимодействия с информационной системой.\n\nПравила и процедуры применения технологий беспроводного доступа регламентируются в организационно-распорядительных документах оператора по защите информации.\n\nОператором должна быть обеспечена защита беспроводных соединений, применяемых в информационной системе. Защита беспроводных соединений включает:\n\n- ограничение на использование в информационной системе беспроводных соединений (в частности, 802.11хWi-Fi, 802.15.1 Bluetooth, 802.22WRAN, IrDA и иных беспроводных соединений) в соответствии с задачами (функциями) информационной системы, для решения которых такие соединения необходимы;\n- предоставление доступа к параметрам (изменению параметров) настройки беспроводных соединений только администраторам информационной системы;\n- обеспечение возможности реализации беспроводных соединений только через контролируемые интерфейсы (в том числе, путем применения средств защиты информации);\n- регистрация и анализ событий, связанных с использованием беспроводных соединений, в том числе для выявления попыток несанкционированного подключения к информационной системе через беспроводные соединения.\n\nПри обеспечении защиты беспроводных соединений в зависимости от их типов должны реализовываться меры по идентификации и аутентификации.\n\nПри невозможности исключения установления беспроводных соединений из-за пределов контролируемой зоны должны приниматься меры защищенного удаленного доступа.\n\nПравила и процедуры применения беспроводных соединений регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":114,"name":"ЗИС.33","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Исключение доступа через общие ресурсы"},{"id":2,"value":"В информационной системе должен быть исключен доступ пользователя к информации, возникшей в результате действий предыдущего пользователя через реестры, оперативную память, внешние запоминающие устройства, ресурсы файловой системы и иные общие для пользователей ресурсы информационной системы.\n\nИсключение доступа к информации через общие для пользователей ресурсы должно обеспечивать запрет доступа текущему пользователю (учетной записи) или текущему процессу к системным ресурсам (реестрам, оперативной памяти, внешним запоминающим устройствам) при их повторном использовании, в которых хранится информация другого (предыдущего) пользователя."}],"references":[1]},{"id":115,"name":"ЗИС.34","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Защита от угроз отказа в обслуживании (DOS, DDOS-атак)"},{"id":2,"value":"В информационной системе должна обеспечиваться защита от угроз безопасности информации, направленных на отказ в обслуживании этой системы.\n\nОператором должен быть определен перечень угроз (типов угроз) безопасности информации, направленных на отказ в обслуживании.\n\nЗащита от угроз безопасности информации, направленных на отказ в обслуживании, осуществляется посредством реализации в информационной системе мер защиты информационной системы в соответствии с ЗИС.23 и повышенными характеристиками производительности телекоммуникационного оборудования и каналов передачи совместно с резервированием информации и технических средств, программного обеспечения, каналов передачи информации в соответствии с ОДТ.2, ОДТ.4 и ОДТ.5."}],"references":[1,2,3]},{"id":116,"name":"ЗИС.35","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Управление сетевыми соединениями"},{"id":2,"value":"В информационной системе должно осуществляться завершение сетевых соединений (например, открепление пары порт/адрес (ТСР/IP)) по их завершении и (или) по истечении заданного оператором временного интервала неактивности сетевого соединения."}],"references":[1,2,3]},{"id":117,"name":"ЗИС.36","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Создание (эмуляция) ложных компонентов информационных (автоматизированных) систем"},{"id":2,"value":"В информационной системе должны применяться специально созданные (эмулированные) ложные компоненты информационной системы или создаются ложные информационные системы, предназначенные для обнаружения, регистрации и анализа действий нарушителей в процессе реализации угроз безопасности информации.\n\nЛожные информационные системы или их компоненты должны выступать в качестве целей для нарушителя при реализации им компьютерной атаки и обеспечивать имитацию функционирования реальной информационной системы с целью обнаружения, регистрации и анализа действий этих нарушителей по реализации компьютерной атаки, а также принятия мер по предотвращению указанных угроз.\n\nПравила и процедуры применения ложных информационных систем или их компонентов регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[]},{"id":118,"name":"ЗИС.37","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":11,"fields":[{"id":1,"value":"Перевод информационной (автоматизированной) системы в безопасное состояние при возникновении отказов (сбоев)"},{"id":2,"value":"В информационной системе должен осуществляться перевод информационной системы или ее устройств (компонентов) в заранее определенную конфигурацию, обеспечивающую защиту информации, в случае возникновении отказов (сбоев) в системе защиты информации информационной системы.\n\nПеревод информационной системы или ее устройств (компонентов) в заранее определенную конфигурацию должен обеспечивать защиту информации при наступлении (возникновении) отказов (сбоев) в функционировании информационной системы или ее сегментов, которые могут привести к нарушению конфиденциальности, целостности и (или) доступности этой информации.\n\nОператором должны быть определены типы отказов (сбоев) в системе защиты информации информационной системы, которые могут привести к нарушению конфиденциальности, целостности и (или) доступности этой информации, и при наступлении (возникновении) которых должен обеспечиваться перевод информационной системы или ее устройств (компонентов) в заранее определенную конфигурацию.\n\nЗаранее определенная конфигурация информационной системы должна содержать информацию о состоянии информационной системы и ее системе защиты информации (системная информация, параметры настроек программного обеспечения, включая средств защиты информации), достаточной для перезапуска информационной системы и обеспечения ее функционирования в штатном режиме, при котором также обеспечивается защита информации.\n\nРезервирование технических средств, программного обеспечения, каналов передачи информации, средств обеспечения функционирования информационной системы осуществляется в соответствии с ОДТ.2, резервное копирование информации - в соответствии с ОДТ.4.\n\nКонтроль безотказного функционирования технических средств информационной системы осуществляется в соответствии с ОДТ.3.\n\nОбеспечение возможности восстановления информации с резервных машинных носителей информации (резервных копий) в течение установленного временного интервала осуществляется в соответствии с ОДТ.5."}],"references":[]},{"id":119,"name":"ЗИС.38","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Защита информации при использовании мобильных устройств"},{"id":2,"value":"Оператором должны обеспечиваться регламентация и контроль использования в информационной системе мобильных технических средств, направленные на защиту информации в информационной системе.\n\nВ качестве мобильных технических средств рассматриваются съемные машинные носители информации (флэш-накопители, внешние накопители на жестких дисках и иные устройства), портативные вычислительные устройства и устройства связи с возможностью обработки информации (ноутбуки, нетбуки, планшеты, сотовые телефоны, цифровые камеры, звукозаписывающие устройства и иные устройства).\nРегламентация и контроль использования мобильных технических средств должны включать:\n\n- установление (в том числе документальное) видов доступа (беспроводной, проводной (коммутируемый), широкополосный и иные виды доступа), разрешенных для доступа к объектам доступа информационной системы с использованием мобильных технических средств, входящих в состав информационной системы;\n- использование в составе информационной системы для доступа к объектам доступа мобильных технических средств (служебных мобильных технических средств), в которых реализованы меры защиты информации в соответствии с ЗИС.30;\n- ограничение на использование мобильных технических средств в соответствии с задачами (функциями) информационной системы, для решения которых использование таких средств необходимо, и предоставление доступа с использованием мобильных технических средств;\n- мониторинг и контроль применения мобильных технических средств на предмет выявления несанкционированного использования мобильных технических средств для доступа к объектам доступа информационной системы;\n- запрет возможности запуска без команды пользователя в информационной системе программного обеспечения (программного кода), используемого для взаимодействия с мобильным техническим средством.\n\nПравила и процедуры применения мобильных технических средств, включая процедуры выдачи и возврата мобильных технических средств, а также их передачи на техническое обслуживание (процедура должна обеспечивать удаление или недоступность информации), регламентируются в организационно-распорядительных документах оператора по защите информации.\n\nОператором должна осуществляться защита применяемых в информационной системе мобильных технических средств.\n\nК мобильным техническим средствам относятся съемные машинные носители информации (флэш-накопители, внешние накопители на жестких дисках и иные носители), а также портативные вычислительные устройства и устройства связи с возможностью обработки информации (например, ноутбуки, нетбуки, планшеты, сотовые телефоны, цифровые камеры, звукозаписывающие устройства и иные средства).\n\nЗащита мобильных технических средств включает:\n\n- реализацию в зависимости от мобильного технического средства (типа мобильного технического средства) мер по идентификации и аутентификации, управлению доступом, ограничению программной среды, защите машинных носителей информации, регистрации событий безопасности, антивирусной защите, контролю (анализу) защищенности, обеспечению целостности;\n- очистку (удаление) информации в мобильном техническом средстве после завершения сеанса удаленного доступа к защищаемой информации или принятие иных мер, исключающих несанкционированный доступ к хранимой защищаемой информации;\n- уничтожение съемных машинных носителей информации, которые не подлежат очистке;\n- выборочные проверки мобильных технических средств (на предмет их наличия) и хранящейся на них информации (например, на предмет отсутствия информации, не соответствующей маркировке носителя информации);\n- запрет возможности автоматического запуска (без команды пользователя) в информационной системе программного обеспечения на мобильных технических средствах.\n\nПравила и процедуры защиты мобильных технических средств регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":120,"name":"ЗИС.39","note":"","color":"bg-gray-400","score":0,"groupId":11,"fields":[{"id":1,"value":"Управление перемещением виртуальных машин (контейнеров) и обрабатываемых на них данных"},{"id":2,"value":"Оператором должно обеспечиваться управление перемещением виртуальных машин (контейнеров) и обрабатываемых на них данных.\n\nПри управлении перемещением виртуальных машин (контейнеров) и обрабатываемых на них данных должны обеспечиваться:\n\n- регламентирование порядка перемещения (определение ответственных за организацию процесса, объектов перемещения, ресурсов инфраструктуры, задействованных в перемещении, а также способов перемещения);\n- управление размещением и перемещением файлов-образов виртуальных машин (контейнеров) между носителями (системами хранения данных);\n- управление размещением и перемещением исполняемых виртуальных машин (контейнеров) между серверами виртуализации;\n- управление размещением и перемещением данных, обрабатываемых с использованием виртуальных машин, между носителями (системами хранения данных).\n\nУправление перемещением виртуальных машин (контейнеров) должно предусматривать:\n\n- полный запрет перемещения виртуальных машин (контейнеров);\n- ограничение перемещения виртуальных машин (контейнеров) в пределах информационной системы (сегмента информационной системы);\n- ограничение перемещения виртуальных машин (контейнеров) между сегментами информационной системы."}],"references":[1,2,3]},{"id":121,"name":"ИНЦ.0","note":"","color":"bg-gray-400","score":0,"groupId":12,"fields":[{"id":1,"value":"Регламентация правил и процедур реагирования на компьютерные инциденты"},{"id":2,"value":"Оператор должен быть разработать, задокументировать и донести до сведения всех заинтересованных лиц:\n\n- политику реагирования на компьютерные инциденты, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики реагирования на компьютерные инциденты и соответствующих механизмов реагирования на компьютерные инциденты.\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за реагированием на компьютерные инциденты. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений.\n\nПолитика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем.\n\nОператор должен разработать план реагирования на инциденты, который:\n\n- предоставляет организации дорожную карту для реализации ее потенциала реагирования на инциденты;\n- описывает структуру и организацию возможностей реагирования на инциденты;\n- обеспечивает высокоуровневый подход к тому, как потенциал реагирования на инциденты вписывается в общую организацию;\n- отвечает уникальным требованиям организации, которые касаются миссии, размера, структуры и функций;\n- определяет регистрируемые инциденты;\n- предоставляет метрики для измерения возможностей реагирования на инциденты в организации;\n- определяет ресурсы и управленческую поддержку, необходимые для эффективного поддержания и развития потенциала реагирования на инциденты.\n\nОператор должен донести план реагирования на инциденты до сведения всех заинтересованных лиц.\n\nС установленной оператором периодичностью план реагирования на инциденты необходимо пересматривать и актуализировать для устранения системных/организационных изменений или проблем, возникших во время реализации, выполнения или тестирования плана.\n\nОператору необходимо обеспечить безопасность плана реагирования на инциденты от несанкционированного раскрытия и изменения."}],"references":[1,2,3]},{"id":122,"name":"ИНЦ.1","note":"","color":"bg-gray-400","score":0,"groupId":12,"fields":[{"id":1,"value":"Выявление компьютерных инцидентов"},{"id":2,"value":"Документирование информации об инцидентах информационной безопасности включает в себя, например, ведение записей о каждом инциденте, с указанием статуса инцидента и другой соответствующей информации, необходимую для последующего расследования инцидента, оценки деталей инцидента, тенденций и обработки. Информация об инцидентах может быть получена из различных источников, включая, например, отчеты об инцидентах, группы реагирования на инциденты, мониторинг аудита, мониторинг сети, мониторинг физического доступа и отчеты пользователей/администраторов."}],"references":[1,2,3]},{"id":123,"name":"ИНЦ.2","note":"","color":"bg-gray-400","score":0,"groupId":12,"fields":[{"id":1,"value":"Информирование о компьютерных инцидентах"},{"id":2,"value":"Оператором должно быть установлено, чтобы персонал сообщал о предполагаемых инцидентах в области безопасности в группу реагирования на инциденты в течение определенного оператором периода времени.\n\nК подозрительным инцидентам безопасности относится, например, получение подозрительных сообщений электронной почты, которые потенциально могут содержать вредоносный код. Типы сообщаемых инцидентов, связанных с безопасностью, содержание и своевременность докладов, а также назначенные органы, представляющие доклады, отражают применимые федеральные законы, подзаконные акты, национальные стандарты и локальные нормативно-правовые акты, приказы и распоряжения."}],"references":[1,2,3]},{"id":124,"name":"ИНЦ.3","note":"","color":"bg-gray-400","score":0,"groupId":12,"fields":[{"id":1,"value":"Анализ компьютерных инцидентов"},{"id":2,"value":"Оператор должен:\n\n- обеспечить возможность обработки инцидентов, связанных с безопасностью, которая включает подготовку, обнаружение и анализ произошедших инцидентов, сдерживание, ликвидацию и восстановление последствий;\n- организовать координацию деятельности по обработке инцидентов с деятельностью по планированию на случай непредвиденных обстоятельств;\n- уроки, извлеченные из текущей работы с инцидентами, включать в процедуры реагирования на инциденты, обучение и тестирование.\n\nВозможности реагирования на инциденты зависят от возможностей организационных информационных систем и процессов миссий/рабочих процессов, поддерживаемых этими системами, поэтому реагирование на инциденты рассматривается, как часть определения, проектирования и разработки бизнес-процессов и информационных систем.\n\nИнформация, связанная с инцидентами, может быть получена из различных источников, включая, например, мониторинг аудита, мониторинг сети, мониторинг физического доступа, отчеты пользователей/администраторов и сообщения о событиях в цепочке поставок.\n\nЭффективная работа с инцидентами включает координацию между многими организационными подразделениями, включая, например, владельцев миссий/предприятий, владельцев информационных систем, уполномоченных должностных лиц, подразделения по кадровым вопросам, подразделения по обеспечению физической и кадровой безопасности, юридические департаменты, оперативный персонал, подразделения по закупкам и управление рисками (функции)."}],"references":[1,2,3]},{"id":125,"name":"ИНЦ.4","note":"","color":"bg-gray-400","score":0,"groupId":12,"fields":[{"id":1,"value":"Устранение последствий компьютерных инцидентов"},{"id":2,"value":"В ходе реагирования на инциденты осуществляется планирование и принятие мер по устранению инцидентов, в том числе по восстановлению информационной системы и ее сегментов в случае отказа в обслуживании или после сбоев, устранению последствий нарушения правил разграничения доступа, неправомерных действий по сбору информации, внедрения вредоносных компьютерных программ (вирусов) и иных событий, приводящих к возникновению инцидентов.\n\nДействия по устранению последствий компьютерных инцидентов подлежат документированию."}],"references":[1,2,3]},{"id":126,"name":"ИНЦ.5","note":"","color":"bg-gray-400","score":0,"groupId":12,"fields":[{"id":1,"value":"Принятие мер по предотвращению повторного возникновения компьютерных инцидентов"},{"id":2,"value":"Оператор должен по факту произошедшего инцидента проводить мероприятия, направленные на предотвращение повторного возникновения аналогичных компьютерных инцидентов.\n\nПринятые решения должны быть оформлены в виде плана действий, выполнение которого должно контролироваться оператором."}],"references":[1,2,3]},{"id":127,"name":"ИНЦ.6","note":"","color":"bg-gray-400","score":0,"groupId":12,"fields":[{"id":1,"value":"Хранение и защита информации о компьютерных инцидентах"},{"id":2,"value":""}],"references":[1,2,3]},{"id":128,"name":"УКФ.0","note":"","color":"bg-gray-400","score":0,"groupId":13,"fields":[{"id":1,"value":"Регламентация правил и процедур управления конфигурацией информационной (автоматизированной) системы"},{"id":2,"value":"У организации должны быть разработаны, задокументированы и донесены до сведения всех заинтересованных лиц:\n\n- политика реагирования на компьютерные инциденты, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики реагирования на компьютерные инциденты и соответствующих механизмов реагирования на компьютерные инциденты.\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за реагированием на компьютерные инциденты. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. Стратегия управления организационными рисками является одним из ключевых факторов разработки политики и процедур.\n\nТакже, организация разрабатывает, документирует и реализует план управления конфигурацией информационной системы, который:\n\n- рассматривает роли, обязанности и процессы, и процедуры управления конфигурацией;\n- устанавливает процесс для идентификации элементов конфигурации в течение всего жизненного цикла разработки системы и для управления конфигурацией элементов конфигурации;\n- определяет элементы конфигурации для информационной системы и помещает элементы конфигурации под управление конфигурацией;\n- защищает план управления конфигурацией от несанкционированного раскрытия и изменения.\n\nПланы управления конфигурацией удовлетворяют требованиям политик управления конфигурацией, будучи адаптированными к отдельным информационным системам. Такие планы определяют подробные процессы и процедуры использования управления конфигурацией для поддержки операций жизненного цикла разработки системы на уровне информационной системы. Планы управления конфигурацией обычно разрабатываются на этапе разработки/приобретения жизненного цикла разработки системы. В планах описывается, как перемещать изменения с помощью процессов управления изменениями, как обновлять настройки конфигурации и базовые структуры, как вести запасы компонентов информационной системы, как контролировать среды разработки, тестирования и эксплуатации, а также как разрабатывать, выпускать и обновлять ключевые документы.\n\nОрганизация может использовать шаблоны для обеспечения последовательной и своевременной разработки и реализации планов управления конфигурацией. Такие шаблоны могут представлять собой план управления основной конфигурацией для организации в целом с подмножествами плана, реализованными на системной основе. Процессы утверждения управления конфигурацией включают назначение ключевых заинтересованных сторон, ответственных за рассмотрение и утверждение предлагаемых изменений в информационных системах, и сотрудников, которые проводят анализ воздействия на безопасность до внесения изменений в системы. Элементы конфигурации — это элементы информационной системы (оборудование, программное обеспечение, микропрограммное обеспечение и документация), которые должны управляться конфигурацией. Поскольку информационные системы продолжаются в течение всего жизненного цикла разработки системы, могут быть идентифицированы новые элементы конфигурации, и некоторые существующие элементы конфигурации могут больше не нуждаться в управлении конфигурацией."}],"references":[1,2,3]},{"id":129,"name":"УКФ.1","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":13,"fields":[{"id":1,"value":"Идентификация объектов управления конфигурацией"},{"id":2,"value":"Организация документирует перечень компонентов информационных систем, который:\n\n- точно отражает нынешнюю информационную систему;\n- включает все компоненты в пределах границы полномочий информационной системы;\n- находится на уровне детализации, который считается необходимым для отслеживания и отчетности;\n- включает информацию, определяемую организацией, которая считается необходимой для обеспечения эффективной подотчетности компонентов информационной системы.\n\nОрганизация может принять решение о внедрении централизованных реестров компонентов информационных систем, включающих компоненты из всех информационных систем организации. В таких ситуациях оператор обеспечивает, чтобы полученные в результате реестры включали информацию о конкретных системах, необходимую для обеспечения надлежащей подотчетности. \n\nИнформация, которая считается необходимой для эффективной отчетности, включает, например, спецификации инвентаризации оборудования, информацию о лицензиях на программное обеспечение, номера версий программного обеспечения, владельцев компонентов и сетевых компонентов или устройств, имена машин и сетевые адреса. Спецификации включают, например, производителя, тип устройства, модель, серийный номер и физическое местоположение."}],"references":[]},{"id":130,"name":"УКФ.2","note":"","color":"bg-gray-400","score":0,"groupId":13,"fields":[{"id":1,"value":"Управление изменениями"},{"id":2,"value":"Необходимо:\n\n- установить и задокументировать настройки конфигурации для продуктов информационных технологий, используемых в информационной системе, с помощью контрольных списков конфигураций безопасности, которые отражают наиболее ограничительный режим, соответствующий эксплуатационным требованиям;\n- реализовать настройки конфигурации;\n- определить и задокументировать любые отклонения от установленных настроек конфигурации для определенных компонент информационной системы на основе требований к эксплуатации;\n- контролировать изменения параметров конфигурации в соответствии с организационными политиками и процедурами.\n\n__Настройки конфигурации__ — это набор параметров, которые могут быть изменены в аппаратных, программных или микропрограммных компонентах информационной системы, которые влияют на состояние безопасности и/или функциональность системы. Продукты информационных технологий, для которых могут быть определены параметры конфигурации, связанные с безопасностью, включают, например, серверы (например, базы данных, электронная почта, сервер аутентификации, web-сервер, прокси-сервер, файл-сервер, контроллер домена), рабочие станции, устройства ввода/вывода (например, сканеры, копировальные устройства и принтеры), сетевые компоненты (например, брандмауэры, маршрутизаторы, шлюзы, коммутаторы, беспроводные точки доступа, сетевые устройства, датчики), операционные системы и приложения. \n\n__Параметры, связанные с безопасностью,__ — это параметры, влияющие на состояние безопасности информационных систем, включая параметры, необходимые для удовлетворения других требований управления безопасностью. Параметры безопасности включают, например, параметры реестра; настройки учетных записей, файлов, каталогов; и установки функций, портов, протоколов, услуг и удаленных соединений. Организации устанавливают параметры конфигурации в масштабах всей организации и впоследствии получают конкретные параметры настройки для информационных систем. Установленные параметры становятся частью базовой структуры конфигурации систем. Общие конфигурации безопасности (также называемые контрольными списками конфигурации безопасности, руководствами по блокировке и закалке, справочными руководствами по безопасности, техническими руководствами по внедрению систем безопасности) обеспечивают признанные, стандартизированные и установленные контрольные показатели, которые определяют параметры защищенной конфигурации для конкретных платформ/продуктов информационных технологий и инструкции по настройке этих компонентов информационных систем в соответствии с эксплуатационными требованиями. Общие безопасные конфигурации могут быть разработаны различными организациями, включая, например, разработчиков информационных технологий, производителей, поставщиков, консорциумы, научные круги, промышленность, федеральные органы власти и другие организации в государственном и частном секторах.\n\nОрганизация определяет, документирует, утверждает и применяет физические и логические ограничения доступа, связанные с изменениями в информационной системе.\n\nЛюбые изменения аппаратных средств, программного обеспечения и/или компонентов микропрограммного обеспечения информационных систем потенциально могут оказывать значительное влияние на общую безопасность систем. Поэтому организации разрешают только квалифицированным и уполномоченным лицам доступ к информационным системам для целей инициирования изменений, включая обновления и модификации.\n\nОрганизация ведет записи о доступе, чтобы обеспечить реализацию контроля за изменениями конфигурации и поддержку последующих действий, если организации обнаружат какие-либо несанкционированные изменения. Ограничения доступа для изменений также включают библиотеки программного обеспечения. Ограничения доступа включают в себя, например, физические и логические средства управления доступом, автоматизацию рабочего процесса, медиа-библиотеки, абстрактные уровни (например, изменения, реализованные в интерфейсах сторонних производителей, а не непосредственно в информационных системах) и окна изменений (например, изменения происходят только в течение указанного времени, что облегчает обнаружение несанкционированных изменений)."}],"references":[1,2,3]},{"id":131,"name":"УКФ.3","note":"","color":"bg-gray-400","score":0,"groupId":13,"fields":[{"id":1,"value":"Установка (инсталляция) только разрешенного к использованию программного обеспечения"},{"id":2,"value":"Организации необходимо утвердить, применить и контролировать исполнение политики и процедуры, регулирующих установку программного обеспечения пользователями.\n\nПри наличии необходимых привилегий пользователи имеют возможность устанавливать программное обеспечение в информационных системах организации. Для поддержания контроля над типами устанавливаемого программного обеспечения организации выявляют разрешенные и запрещенные действия по установке программного обеспечения.\n\nРазрешенные установки программного обеспечения могут включать в себя, например, обновления и исправления безопасности существующего программного обеспечения и загрузку приложений из утвержденных организацией «магазинов приложений». \n\nЗапрещенные установки программного обеспечения могут включать, например, программное обеспечение с неизвестными или подозрительными родословными или программное обеспечение, которое организации считают потенциально вредоносным.\n\nВыбранные оператором политики, управляющие установленным пользователем программным обеспечением, могут разрабатываться или предоставляться какой-либо внешней организацией. Методы применения политики включают процедурные методы (например, периодический анализ учетных записей пользователей), автоматизированные методы (например, параметры конфигурации, реализованные в информационных системах организации) или и то, и другое."}],"references":[1,2,3]},{"id":132,"name":"УКФ.4","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":13,"fields":[{"id":1,"value":"Контроль действий по внесению изменений"},{"id":2,"value":"Организации необходимо:\n\n- определить типы изменений в информационной системе, которые контролируются;\n- рассмотреть предлагаемые изменения в информационной системе с учетом анализа воздействия на безопасность;\n- документировать решения об изменении конфигурации, связанные с информационной системой;\n- хранить записи изменений конфигурации в информационной системе в течение определенного периода времени;\n- проводить периодические проверки и ревизии изменений конфигурации информационной системы.\n\nСредства управления изменениями конфигурации для информационных систем включают систематическое предложение, обоснование, внедрение, тестирование, анализ и ликвидацию изменений в системах, включая обновления и модификации системы. Управление изменениями конфигурации включает в себя изменения базовых конфигураций компонентов и элементов конфигурации информационных систем, изменения параметров конфигурации продуктов информационных технологий (например, операционных систем, приложений, брандмауэров, маршрутизаторов и мобильных устройств), внеплановые/несанкционированные изменения и изменения для устранения уязвимостей.\n\nТипичные процессы управления изменениями конфигурации информационных систем включают, например, комиссию по управлению конфигурацией, утверждающую предлагаемые изменения в системах. Для новых информационных систем или систем разработки, подвергающихся серьезной модернизации, организации рассматривают возможность включения представителей организаций-разработчиков в состав комиссии управления конфигурацией. Аудит изменений включает в себя мероприятия до и после внесения изменений в информационные системы и аудиторские мероприятия, необходимые для реализации таких изменений."}],"references":[]},{"id":133,"name":"ОПО.0","note":"","color":"bg-gray-400","score":0,"groupId":14,"fields":[{"id":1,"value":"Регламентация правил и процедур  управления обновлениями программного обеспечения"},{"id":2,"value":"Правила и процедуры управления обновлениями программного обеспечения регламентируются в организационно-распорядительной документации организации.\n\nОрганизация должна вести перечень используемого в информационной системе программного обеспечения.\n\nДолжны быть регламентированы следующие вопросы:\n\n- распределение ответственности между работниками (подразделениями) оператора по управлению обновлениями программного обеспечения;\n- процедуры выявления необходимости в установке обновлений программного обеспечения (сканирование на уязвимости, аудиты, информация от производителей и т.д.);\n- процедуры классификации обновлений программного обеспечения по уровню критичности, а также сроки установки для каждого из уровней критичности;\n- используемые механизмы установки обновлений программного обеспечения;\n- процедуры поиска и получение обновлений программного обеспечения от доверенного источника (согласно ОПО.1);\n- процедуры контроля целостности обновлений программного обеспечения (согласно ОПО.2)\n- процедуры тестирования обновлений программного перед установкой в промышленную среду;\n- процедуры установки обновлений программного обеспечения для высококритичных случае, когда требуется немедленная установка."}],"references":[1,2,3]},{"id":134,"name":"ОПО.1","note":"","color":"bg-gray-400","score":0,"groupId":14,"fields":[{"id":1,"value":"Поиск, получение обновлений программного обеспечения от доверенного источника"},{"id":2,"value":"Организацией должно осуществляться получение из доверенных источников и установка обновлений программного обеспечения, включая программное обеспечение средств защиты информации и программное обеспечение базовой системы ввода-вывода.\n\nПеречень доверенных источников (сайт производителя программного обеспечения, официальные репозитории и т.п.) для каждого типа программного обеспечения должен быть установлен в организационно-распорядительной документации оператора.\n\nОптимальным механизмом является автоматическое получение обновлений, реализованное встроенными функциями используемого программного обеспечения."}],"references":[1,2,3]},{"id":135,"name":"ОПО.2","note":"","color":"bg-gray-400","score":0,"groupId":14,"fields":[{"id":1,"value":"Контроль целостности обновлений программного обеспечения"},{"id":2,"value":"Контроль целостности обновлений программного обеспечения должен осуществляться следующими способами:\n\n- ручным методом, путем сличения контрольных сумм, представленных на сайте производителя, с контрольными суммами, полученными оператором после получения обновления программного обеспечения;\n- автоматическим методом, реализованным непосредственно в обновляемом программном обеспечении;\n- автоматическим методом, реализованным в системах обновления программного обеспечения (WSUS, SCCM, apt, yum, npm, yarn, pip, PDQ и т.д.)."}],"references":[1,2,3]},{"id":136,"name":"ОПО.3","note":"","color":"bg-gray-400","score":0,"groupId":14,"fields":[{"id":1,"value":"Тестирование обновлений программного обеспечения"},{"id":2,"value":"Оператор должен осуществлять тестирование обновлений программного обеспечения перед установкой их в промышленную среду. Тестирование должно осуществляться на отдельной выборке средств вычислительной техники информационной системы или на аналогичных рабочих станциях, серверах, сетевом оборудовании, не входящих в информационную систему."}],"references":[1,2,3]},{"id":137,"name":"ОПО.4","note":"","color":"bg-gray-400","score":0,"groupId":14,"fields":[{"id":1,"value":"Установка обновлений программного обеспечения"},{"id":2,"value":"Оператором должен осуществляться контроль установки обновлений программного обеспечения, включая программное обеспечение средств защиты информации и программное обеспечение базовой системы ввода-вывода.\n\nОператором должно осуществляться получение из доверенных источников и установка обновлений программного обеспечения, включая программное обеспечение средств защиты информации и программное обеспечение базовой системы ввода-вывода.\n\nПри контроле установки обновлений осуществляются проверки соответствия версий общесистемного, прикладного и специального программного (микропрограммного) обеспечения, включая программное обеспечение средств защиты информации, установленного в информационной системе и выпущенного разработчиком, а также наличие отметок в эксплуатационной документации (формуляр или паспорт) об установке (применении) обновлений.\n\nКонтроль установки обновлений проводится с периодичностью, установленной оператором в организационно-распорядительных документах по защите информации, и фиксируется в соответствующих журналах.\n\nПри контроле установки обновлений осуществляются проверки установки обновлений баз данных признаков вредоносных компьютерных программ (вирусов) средств антивирусной защиты в соответствии с АВЗ.2, баз решающих правил систем обнаружения вторжений в соответствии с СОВ.2, баз признаков уязвимостей средств анализа защищенности и иных баз данных, необходимых для реализации функций безопасности средств защиты информации.\n\nПравила и процедуры контроля установки обновлений программного обеспечения регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":138,"name":"ПЛН.0","note":"","color":"bg-gray-400","score":0,"groupId":15,"fields":[{"id":1,"value":"Регламентация правил и процедур планирования мероприятий по обеспечению защиты информации"},{"id":2,"value":"Оператор должен разработать, задокументировать и донести до сведения всех заинтересованных лиц:\n\n- политика планирования мероприятий по обеспечению безопасности, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики планирования мероприятий и соответствующих механизмов контроля планирования мероприятий.\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за планированием мероприятий по обеспечению безопасности. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. Стратегия управления организационными рисками является одним из ключевых факторов разработки политики и процедур."}],"references":[1,2,3]},{"id":139,"name":"ПЛН.1","note":"","color":"bg-gray-400","score":0,"groupId":15,"fields":[{"id":1,"value":"\t\nРазработка, утверждение и актуализация плана мероприятий по обеспечению защиты информации"},{"id":2,"value":"В ходе планирования мероприятий по обеспечению безопасности значимого объекта осуществляются:\n\n- определение лиц, ответственных за планирование и контроль мероприятий по обеспечению безопасности значимого объекта;\n- разработка, утверждение и актуализация плана мероприятий по обеспечению безопасности значимого объекта;\n- определения порядка контроля выполнения мероприятий по обеспечению безопасности значимого объекта, предусмотренных утвержденным планом.\n\nПланирование мероприятий по обеспечению безопасности значимого объекта должно осуществляться в рамах процесса планирования, внедренного в соответствии с требованиями к созданию систем безопасности значимых объектов и обеспечению их функционирования, утвержденными в соответствии с пунктом 4 части 3 статьи 6 Федерального закона от 26 июля 2017 г. N 187-ФЗ «О безопасности критической информационной инфраструктуры Российской Федерации».\n\nПлан мероприятий должен содержать наименования мероприятий по обеспечению безопасности значимых объектов критической информационной инфраструктуры, сроки их выполнения, наименования подразделений (работников), ответственных за реализацию каждого мероприятия. План мероприятий утверждается руководителем субъекта критической информационной инфраструктуры и доводится до подразделений (работников) субъекта критической информационной инфраструктуры в части, их касающейся.\n\nВ подразделениях, эксплуатирующих значимые объекты критической информационной инфраструктуры, и подразделениях, обеспечивающих функционирование значимых объектов критической информационной инфраструктуры, на основе утвержденного плана мероприятий могут разрабатываться соответствующие отдельные планы мероприятий."}],"references":[1,2,3]},{"id":140,"name":"ПЛН.2","note":"","color":"bg-gray-400","score":0,"groupId":15,"fields":[{"id":1,"value":"Контроль выполнения мероприятий по обеспечению защиты информации"},{"id":2,"value":"Контроль за выполнением плана мероприятий осуществляется структурным подразделением по безопасности, специалистами по безопасности. Структурное подразделение по безопасности, специалисты по безопасности ежегодно должны готовить отчет о выполнении плана мероприятий, который представляется руководителю субъекта критической информационной инфраструктуры.\n\nВ рамках контроля состояния безопасности значимых объектов критической информационной инфраструктуры должен осуществляться внутренний контроль организации работ по обеспечению безопасности значимых объектов критической информационной инфраструктуры и эффективности принимаемых организационных и технических мер.\n\nВ ходе проведения контроля проверяется выполнение настоящих требований приказа ФСТЭК-235, требований по безопасности, иных нормативных правовых актов в области обеспечения безопасности критической информационной инфраструктуры, а также организационно-распорядительных документов по безопасности значимых объектов.\nКонтроль проводится ежегодно комиссией, назначаемой оператором. В состав комиссии включаются работники структурного подразделения по безопасности, специалисты по безопасности, работники подразделений, эксплуатирующих значимые объекты критической информационной инфраструктуры, и подразделений, обеспечивающих функционирование значимых объектов критической информационной инфраструктуры. По решению оператора в состав комиссии могут включаться работники иных подразделений субъекта критической информационной инфраструктуры.\n\nДля оценки эффективности принятых организационных и технических мер по обеспечению безопасности значимых объектов критической информационной инфраструктуры могут применяться средства контроля (анализа) защищенности.\n\nРезультаты контроля оформляются актом, который подписывается членами комиссии и утверждается руководителем оператора (уполномоченным лицом).\nВ случае проведения по решению руководителя оператора внешней оценки (внешнего аудита) состояния безопасности значимых объектов критической информационной инфраструктуры внутренний контроль может не проводиться.\n\nДля проведения внешней оценки привлекаются организации, имеющие лицензии на деятельность в области защиты информации (в части услуг по контролю защищенности информации от несанкционированного доступа и ее модификации в средствах и системах информатизации).\nЗамечания, выявленные по результатам внутреннего контроля или внешней оценки (внешнего аудита), подлежат устранению в порядке и сроки, установленные руководителем оператора (уполномоченным лицом)."}],"references":[1,2,3]},{"id":141,"name":"ДНС.0","note":"","color":"bg-gray-400","score":0,"groupId":16,"fields":[{"id":1,"value":"Регламентация правил и процедур обеспечения действий в нештатных  ситуациях"},{"id":2,"value":"Организация должна разработать, задокументировать и донести до сведения всех заинтересованных лиц:\n\n- политику обеспечения действий в нештатных ситуациях, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики обеспечения действий в нештатных ситуациях и соответствующих механизмов контроля действий в нештатных ситуациях.\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за обеспечением действий в нештатных ситуациях. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений.\n\nПолитика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. При необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем. "}],"references":[1,2,3]},{"id":142,"name":"ДНС.1","note":"","color":"bg-gray-400","score":0,"groupId":16,"fields":[{"id":1,"value":"Разработка плана действий в нештатных ситуациях"},{"id":2,"value":"Организация разрабатывает план действий на случай нештатных ситуаций для информационной системы, который:\n\n- определяет основные миссии и оперативные функции и связанные с ними потребности на случай непредвиденных обстоятельств;\n- обеспечивает цели восстановления, приоритеты восстановления и метрики;\n- рассматривает непредвиденные роли, обязанности, назначенных лиц с контактной информацией;\n- решение вопросов, связанных с поддержанием основных миссий и бизнес-функций, несмотря на сбои, компромиссы или сбои в работе информационных систем;\n- касается возможного полного восстановления информационной системы без ухудшения первоначально запланированных и внедренных гарантий безопасности;\n- проверяется и утверждается.\n\nТакже организация:\n\n- распространяет копии плана на случай нештатных ситуаций среди всех заинтересованных лиц;\n- координирует деятельность по планированию на случай непредвиденных обстоятельств с деятельностью по ликвидации последствий инцидентов;\n- рассматривает план на случай непредвиденных обстоятельств для информационной системы с определенной периодичностью;\n- обновляет план действий на случай непредвиденных обстоятельств для учета изменений в организации, информационной системе или условиях функционирования и проблем, возникающих в ходе осуществления или тестирования плана действий на случай непредвиденных обстоятельств;\n- доводит информацию об изменениях в плане на случай непредвиденных обстоятельств до сведения заинтересованных лиц;\n- защищает план действий в чрезвычайных ситуациях от несанкционированного раскрытия и изменения.\n\nПланирование действий в нештатных ситуациях для информационных систем является частью общей программы организации по обеспечения непрерывности деятельности. Планирование на случай непредвиденных обстоятельств предусматривает как восстановление информационных систем, так и внедрение альтернативных процессов в миссиях/рабочих процессах, когда системы оказываются под угрозой.\n\nЭффективность планирования на случай непредвиденных обстоятельств максимизируется путем рассмотрения такого планирования на всех этапах жизненного цикла разработки системы. Выполнение планирования на случай непредвиденных обстоятельств при разработке аппаратного обеспечения, программного обеспечения и микропрограммного обеспечения может стать эффективным средством обеспечения отказоустойчивости информационной системы.\n\nПланы на случай непредвиденных обстоятельств отражают степень восстановления, необходимого для информационных систем, поскольку не все системы могут нуждаться в полном восстановлении для достижения желаемого уровня непрерывности операций. Цели восстановления информационных систем отражают применимые законы, распоряжения, директивы, политику, стандарты, положения и руководящие принципы.\n\nВ дополнение к наличию информационных систем в планах действий на случай непредвиденных обстоятельств также рассматриваются другие связанные с безопасностью события, приводящие к снижению эффективности миссий и/или оперативной деятельности, такие, как злонамеренные атаки, ставящие под угрозу конфиденциальность или целостность информационных систем.\n\nДействия, рассматриваемые в планах на случай непредвиденных обстоятельств, включают в себя, например, упорядоченное/планомерное ухудшение состояния, отключение информационной системы, переход к ручному режиму, альтернативные потоки информации и работу в режимах, зарезервированных при атаке на системы. Тесно координируя планирование на случай непредвиденных обстоятельств с деятельностью по урегулированию инцидентов, организации могут обеспечить, чтобы необходимые мероприятия по планированию на случай непредвиденных обстоятельств были осуществлены и активизированы в случае инцидента в плане безопасности."}],"references":[1,2,3]},{"id":143,"name":"ДНС.2","note":"","color":"bg-gray-400","score":0,"groupId":16,"fields":[{"id":1,"value":"Обучение и отработка действий персонала в нештатных ситуациях"},{"id":2,"value":"Оператор организует обучение пользователей информационных систем на случай нештатных ситуаций в соответствии с возложенными на них ролями и обязанностями.\n\nПодготовка на случай нештатных ситуаций, увязывается с возложенными на них функциями и обязанностями, с тем чтобы обеспечить включение в такую подготовку соответствующего содержания и уровня детализации. Например, постоянным пользователям может потребоваться лишь знать, когда и где они должны отчитываться за выполнение своих обязанностей в ходе чрезвычайных операций и затрагиваются ли обычные обязанности; системным администраторам может потребоваться дополнительная подготовка по настройке информационных систем на альтернативных узлах обработки и хранения; и руководители/старшие руководители могут пройти более конкретную подготовку по вопросу о том, как выполнять основные функции в рамках миссий в определенных периферийных местах службы и как налаживать связь с другими правительственными структурами в целях координации деятельности, связанной с чрезвычайными ситуациями. \n\nПрофессиональная подготовка в отношении функций/обязанностей на случай непредвиденных обстоятельств отражает конкретные потребности в обеспечении непрерывности деятельности в рамках плана на случай непредвиденных обстоятельств."}],"references":[1,2,3]},{"id":144,"name":"ДНС.3","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":16,"fields":[{"id":1,"value":"Создание альтернативных мест хранения и обработки информации на случай возникновения нештатных ситуаций"},{"id":2,"value":"Альтернативные места хранения информации — это места, географически отличающиеся от основных мест хранения данных. Альтернативный узел хранения данных поддерживает дублированные копии информации и данных в случае недоступности основного узла хранения. К элементам, охватываемым соглашениями об альтернативных площадках хранения, относятся, например, условия окружающей среды на альтернативных площадках, правила доступа, требования к физической и экологической защите, а также координация доставки/извлечения резервных носителей. Альтернативные места хранения отражают потребности в планах действий на случай непредвиденных обстоятельств, с тем чтобы организации могли выполнять основные задачи/функции, несмотря на сбои, компромиссы или сбои в работе организационных информационных систем.\n\nАльтернативные места обработки информации — это узлы, географически отличающиеся от узлов первичной обработки. Альтернативный узел обработки обеспечивает возможность обработки в случае, если узел первичной обработки недоступен. Элементы, охватываемые соглашениями об альтернативной обработке на площадке, включают, например, условия окружающей среды на альтернативных площадках, правила доступа, требования к физической и экологической защите и координацию передачи/назначения персонала. Потребности конкретно распределяются по альтернативным узлам обработки, которые отражают потребности в планах действий на случай непредвиденных обстоятельств для поддержания основных миссий/рабочих функций, несмотря на сбои, компромиссы или сбои в работе организационных информационных систем."}],"references":[1,2]},{"id":145,"name":"ДНС.4","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":16,"fields":[{"id":1,"value":"Резервирование программного обеспечения, технических средств, каналов связи на случай возникновения нештатных  ситуаций"},{"id":2,"value":"Организацией должно обеспечиваться резервирование технических средств, программного обеспечения, каналов передачи информации, средств обеспечения функционирования информационной системы, предусматривающее:\n\n- определение сегментов информационной системы, в которых должно осуществляться резервирование технических средств, программного обеспечения, каналов передачи информации и средств обеспечения функционирования, а также перечня резервируемых средств исходя из требуемых условий обеспечения непрерывности функционирования информационной системы и доступности информации, установленных оператором;\n- применение резервных (дублирующих) технических средств, программного обеспечения, каналов передачи информации и (или) средств обеспечения функционирования информационной системы, обеспечивающих требуемые условия непрерывности функционирования информационной системы и доступности информации;\n- ввод в действие резервного технического средства, программного обеспечения, канала передачи информации или средства обеспечения функционирования при нарушении требуемых условий непрерывности функционирования информационной системы и доступности информации.\n\nРезервирование технических средств в зависимости от требуемых условий обеспечения непрерывности функционирования информационной системы и доступности информации включает ненагруженное («холодное») и (или) нагруженное («горячее») резервирование.\n\nПри резервировании программного обеспечения осуществляется создание резервных копий общесистемного, специального и прикладного программного обеспечения, а также программного обеспечения средств защиты информации, необходимых для обеспечения требуемых условий непрерывности функционирования информационной системы и доступности информации.\n\nРезервирование каналов передачи информации включает:\n\n- резервирование каналов связи, обеспечивающее снижение вероятности отказа в доступе к информационной системе;\n- наличие у основных и альтернативных поставщиков телекоммуникационных услуг (провайдеров) информационной системы планов по восстановлению связи при авариях и сбоях, с указанием времени восстановления.\n\nРезервирование средств обеспечения функционирования информационной системы включает:\n\n- использование кратковременных резервных источников питания для обеспечения правильного (корректного) завершения работы сегмента информационной системы (технического средства, устройства) в случае отключения основного источника питания;\n- использование долговременных резервных источников питания в случае длительного отключения основного источника питания и необходимости продолжения выполнения сегментом информационной системы (техническим средством, устройством) установленных функциональных (задач);\n- определение перечня энергозависимых технических средств, которым необходимо обеспечить наличие резервных источников питания (кратковременных и долговременных).\n\nПравила и процедуры резервирования регламентируются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2]},{"id":146,"name":"ДНС.5","note":"","color":"bg-gray-400","score":0,"groupId":16,"fields":[{"id":1,"value":"Обеспечение возможности восстановления информационной (автоматизированной) системы в случае возникновения нештатных ситуаций"},{"id":2,"value":"Организацией должна быть предусмотрена возможность восстановления программного обеспечения, включая программное обеспечение средств защиты информации, при возникновении нештатных ситуаций.\n\nДля обеспечения возможности восстановления программного обеспечения в информационной системе должны быть приняты соответствующие планы по действиям персонала (администраторов безопасности, пользователей) при возникновении нештатных ситуаций.\n\nВозможность восстановления программного обеспечения, включая программное обеспечение средств защиты информации, при возникновении нештатных ситуаций должна предусматривать:\n\n- восстановление программного обеспечения, включая программное обеспечение средств защиты информации, из резервных копий (дистрибутивов) программного обеспечения;\n- восстановление и проверка работоспособности системы защиты информации, обеспечивающие необходимый уровень защищенности информации;\n- возврат информационной системы в начальное состояние (до возникновения нештатной ситуации), обеспечивающее ее штатное функционирование, или восстановление отдельных функциональных возможностей информационной системы, определенных оператором, позволяющих решать задачи по обработке информации.\n\nОператором применяются компенсирующие меры защиты информации в случаях, когда восстановление работоспособности системы защиты информации невозможно.\n\nПравила и процедуры восстановления (в том числе планы по действиям персонала порядок применения компенсирующих мер) отражаются в организационно-распорядительных документах оператора по защите информации."}],"references":[1,2,3]},{"id":147,"name":"ДНС.6","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":16,"fields":[{"id":1,"value":"Анализ возникших нештатных ситуаций и принятие мер по недопущению их повторного возникновения"},{"id":2,"value":""}],"references":[]},{"id":148,"name":"ИПО.0","note":"","color":"bg-gray-400","score":0,"groupId":17,"fields":[{"id":1,"value":"Регламентация правил и процедур информирования и обучения персонала"},{"id":2,"value":"Организация должна разработать, задокументировать и донести до сведения всех заинтересованных лиц:\n\n- политику информирования и обучения персонала, учитывающая цели, сферу охвата, функции, обязанности, обязательства руководства, координацию между организационными подразделениями и соблюдение требований; \n- процедуры, обеспечивающие осуществление политики информирования и обучения персонала и соответствующих механизмов контроля действий по информированию и обучению персонала.\n\nУказанные политика и процедуры должны подлежать регулярному пересмотру и актуализации.\n\nДанная мера направлена на разработку политики и процедур для эффективной реализации отдельных мер защиты информации и усовершенствования контроля за информированием и обучением персонала. Политика и процедуры отражают применимые федеральные законы, подзаконные акты, отраслевые требования, национальные стандарты, требования локальных нормативных актов, приказов и распоряжений. Политика может быть включена как часть общей политики информационной безопасности для организаций или, наоборот, может быть представлена несколькими политиками, отражающими сложную организационную структуру. \n\nПри необходимости процедуры могут быть установлены для системы обеспечения безопасности в целом и для конкретных подсистем и информационных систем."}],"references":[1,2,3]},{"id":149,"name":"ИПО.1","note":"","color":"bg-gray-400","score":0,"groupId":17,"fields":[{"id":1,"value":"Информирование персонала об угрозах безопасности информации и о правилах безопасной работы"},{"id":2,"value":"Организация должна осуществлять информирование персонала об угрозах безопасности информации и о правилах безопасной работы:\n\n- как часть вводного тренинга для новых работников (до работников должны быть доведены положения организационно-распорядительных документов по безопасности значимых объектов в части, их касающейся);\n- в случае значимых изменений в информационной системе или системе обеспечения безопасности;\n- регулярно с периодичностью, установленной оператором (не реже 1 раза в год)."}],"references":[1,2,3]},{"id":150,"name":"ИПО.2","note":"","color":"bg-gray-400","score":0,"groupId":17,"fields":[{"id":1,"value":"Обучение персонала правилам безопасной работы"},{"id":2,"value":"Организация определяет соответствующее содержание обучения по вопросам безопасности и методы информирования по вопросам безопасности на основе конкретных организационных требований и информационных систем, к которым сотрудники имеют разрешенный доступ. Содержание включает в себя базовое понимание необходимости информационной безопасности и действий пользователей по поддержанию безопасности и реагированию на предполагаемые инциденты в сфере безопасности.\n\nСодержание также направлено на осознание необходимости обеспечения безопасности операций. Методы обеспечения безопасности могут включать, например, показ плакатов, размещение материалов с напоминаниями о безопасности, подготовку электронных сообщений/уведомлений от старших должностных лиц организации, отображение сообщений с экрана входа в систему и проведение мероприятий по обеспечению информационной безопасности."}],"references":[1,2,3]},{"id":151,"name":"ИПО.3","note":"Мера не применима к системе 3-ей категории значимости. Мера может быть рассмотрена как дополнительная и включена в техническое задание на систему защиты, если по результатам моделирования угроз и оценки рисков будет установлено, что иные меры не позволяют обеспечить блокирование (нейтрализацию) всех угроз безопасности информации/снижения до приемлемого уровня рисков.","color":"bg-gray-100","score":0,"groupId":17,"fields":[{"id":1,"value":"Проведение практических занятий с персоналом по правилам безопасной работы"},{"id":2,"value":"Организация определяет соответствующее содержание обучения по вопросам безопасности на основе назначенных функций и обязанностей отдельных лиц и конкретных требований к безопасности организаций и информационных систем, к которым персонал имеет разрешенный доступ.\n\nКроме того, организация предоставляет надлежащую техническую подготовку по вопросам безопасности, специально разработанную для выполнения возложенных на работников обязанностей.\n\nВсеобъемлющее ролевое обучение охватывает управленческие, оперативные и технические роли и обязанности, охватывающие физические, кадровые и технические гарантии и контрмеры. Такое обучение может включать, например, политики, процедуры, инструменты и артефакты для определенных ролей безопасности организации.\n\nОрганизация также обеспечивают подготовку, необходимую для выполнения лицами своих обязанностей, связанных с операциями и безопасностью цепочки поставок в контексте программ организационной информационной безопасности. Обучение по вопросам безопасности на базе ролей также применяется к подрядчикам, оказывающим услуги организации."}],"references":[1,2]},{"id":152,"name":"ИПО.4","note":"","color":"bg-gray-400","score":0,"groupId":17,"fields":[{"id":1,"value":"Контроль осведомленности персонала об угрозах безопасности информации и о правилах безопасной работы"},{"id":2,"value":"Оператор документирует и контролирует отдельные учебные мероприятия по вопросам безопасности информационных систем, включая базовую подготовку по вопросам безопасности и специальную подготовку по вопросам безопасности информационных систем, а также сохраняет отдельные записи обучения в течение установленного периода времени."}],"references":[1,2,3]}],"referenceName":"Категории значимости","model":{"name":"ФСТЭК 239","description":"Набор мер обеспечения безопасности значимого объекта","version":"1.0.0"},"pallete":[],"references":[{"id":1,"name":"Первая"},{"id":2,"name":"Вторая"},{"id":3,"name":"Третья"}],"version":3}